[{"speaker": ["Barbara Shaurette"], "description": ["This beginner class is open to interested students who have no or limited programming experience."], "title": ["Learn and Practice Python basics"]},
{"speaker": ["Jim Rosser"], "description": ["Modern web development often forces a separation between the developers who write the code, and the sysadmins who become responsible to maintain the application they create. DevOps is a philosophy of managing the entire lifecycle of an application, from development to operations, so that reliability and consistency of the system is the goal. This talk will discuss how the College of Architecture has implemented the DevOps methodology for our Django-based web applications using Chef. I'll talk about how Chef helps us quickly deploy and manage highly-available web apps, and about the shifting line between the developers and operations team, and where Chef has caused us to re-think those boundaries."], "title": ["Managing web applications with DevOps and Chef"]},
{"speaker": ["James Powell is a Python programmer residing in New York City. He is the co-organiser of the NYC Python meetup (nycpython.com) and has spoken at PyData SV, PyData NYC, PyTexas, PyArkansas, PyGotham, and at the NYC Python meetup. He also authors a blog on Python topics at dontusethiscode.com"], "description": ["This talk discusses embeddings of Python: the known \"high-level embedding\": whole interpreter running within a C/C++ application using PyRun_SimpleString; a novel \"medium-level embedding\": (potentially) zero-interpreter embedding within a C/C++ application using Cython for translation; a novel \"Python with Python embedding\": running a Python interpreter from within a Python module, within the same process (with split/hybrid GC & PyObject shims)"], "title": ["Embeddings of Python"]},
{"speaker": ["Ed Leafe"], "description": ["Cloud computing is changing the way that businesses think about their computing requirements. Instead of ordering hardware, waiting for delivery, allocating space in a data center, installing and wiring it up, and then configuring each piece of the system, you can now do the equivalent with a few clicks on a control panel, but that gets tedious. What's much more interesting is to do all of this programmatically, using our favorite language: Python!"], "title": ["Build Your Infrastructure - with Python!"]},
{"speaker": ["Aaron Tygart & Travis Mehlinger"], "description": ["Modern enterprise applications, particularly those utilizing cloud services, need to be reliable, scalable, flexible, and performant. We explore how to use AMQP to build applications with all four of those attributes, how to use Kombu to integrate AMQP with Python, and introduce gevent to build additional flexibility and performance into Python applications. We’ll give a brief overview of each of the components, provide some code samples for interesting use cases, then discuss possible applications of the powers of all three combined."], "title": ["Asynchronous, Evented Messaging with AMQP, Kombu, and gevent"]},
{"speaker": ["Over the last 10 years, Luke Lee has professionally written software for\r\napplications ranging from Python desktop and web applications to embedded C\r\ndrivers for Solid State Disks.  Currently, he writes scientific Python\r\napplications for Blueback Reservoir in Houston, TX.  \r\n\r\nHis enthusiasm for Python is emphasized throughout his presentations at several\r\nPython related conferences including Pycon, PyTexas, and PyArkansas.  He is\r\nalso an active member of the Houston Django and Python user groups."], "description": ["Python has a large collection of tools for scientific computing. However, finding the right pieces and assembling them into a fast and scale-able app can be a daunting task. This talk will explore common requirements of scientific apps and how to fulfill those from the Python ecosystem. It will also provide a blueprint for building apps using tools like PyQt, PyQwt, numpy, and HDF5."], "title": ["Building full-stack scientific applications in Python"]},
{"speaker": ["Paul Bailey: Senior Python developer at MobileWorks and founder of NeutronDrive.com."], "description": ["An overview of the Google Drive SDK and how to write Python applications that integrate the SDK."], "title": ["Python Applications with Google Drive SDK"]},
{"speaker": ["Walker Hale"], "description": ["This talk will cover two libraries:"], "title": ["PyYAML, ElementTree, and Liquibase"]},
{"speaker": ["Mark Allen"], "description": ["Did you know that Python is a dtrace provider? Wait, backup. Did you know that dtrace is a dynamic and safe tool to probing all kinds of complex behaviors in running computer systems? Using dtrace on python applications can give you a *lot* of great information about bottlenecks, performance issues and details that you would never otherwise get.  "], "title": ["dtrace, python and you"]},
{"speaker": ["Kojo Idrissa (@Transition)"], "description": ["Spreadsheets are the \"lingua franca\" of data sharing, espeicially within organizations. Outside of technical circles (IT departments, developers, etc), a spreadsheet is still the way most data is analyzed, visualized or reported. While programmers prefer to work with data in another format, many non-programmers either don't have that option or lack the technical accumen to be aware the option exists. As a result, many non-technical people in organizations are forced to use kludgy, limited data analysis tools in spreadsheets. While spreadsheets are good for *basic* data visualization (i.e., \"What do I have here?\"), they lack flexibility and force their users to jump through hoops. **This** is an opportunity for Python to grow."], "title": ["Growing Python with Spreadsheets"]},
{"speaker": ["Andrew Yurisich"], "description": ["Python is great, but without a supporting cast of version control, a modern interpreter, a built in debugger, and a host of other supplemental resources, beginners may find themselves needlessly spinning their wheels. Watch everything come together as proper environment management, lint checkers, and test driven development keep this talk light on Python, and heavy on useful practices. Save yourself months of headache in less than an hour!"], "title": ["The Flying Circus: An Opinionated \"Setup Talk\" for Beginners"]},
{"speaker": ["James Powell is a Python programmer residing in New York City. He is the co-organiser of the NYC Python meetup (nycpython.com) and has spoken at PyData SV, PyData NYC, PyTexas, PyArkansas, PyGotham, and at the NYC Python meetup. He also authors a blog on Python topics at dontusethiscode.com"], "description": ["instancecheck and subclasscheck are part of the fundamental protocols supported by objects in Python, and they are used in the standard library to support type checking via interfaces (e.g., isinstance(x, collections.Iterable) instead of type(x) is list)", "This talk discusses how they work, from an end-user perspective and from the perspective of a CPython developer, and what these can be used for (e.g., modelling problems with user-defined, custom type systems.) This talk will also discuss real-world problems in a giant, multi-million line Python system that the presenter has seen and resolved using knowledge of these constructs."], "title": ["__instancecheck__ and user-defined type systems"]},
{"speaker": ["Dave has been developing in Django for 3 years in sunny Austin, TX, where he is an organizer for the Austin Web Python User Group. He worked for the Texas Tribune building data apps and contributing to the open source Armstrong CMS framework built on top of Django. He is now freelancing after his latest attempt at the startup game crashed. He enjoys shooting sports and barbecueing beef when he's not scraping ecommerce sites. The worst bet he's ever lost was when he was forced to retake the SAT at the age of 27 because he came in dead last in a fantasy football league."], "description": ["Python has great tools like Django and Flask for taking your database and turning it into html pages, but what if you want to take somebody else's html pages and build a database from them? Scrapy is a library for building web spiders that will simplify your web scraping tasks immensely. Friends don't let friends use raw urllib2. "], "title": ["Scraping the Web with Scrapy"]},
{"speaker": ["Over the last 10 years, Luke Lee has professionally written software for\r\napplications ranging from Python desktop and web applications to embedded C\r\ndrivers for Solid State Disks.  Currently, he writes scientific Python\r\napplications for Blueback Reservoir in Houston, TX.  \r\n\r\nHis enthusiasm for Python is emphasized throughout his presentations at several\r\nPython related conferences including Pycon, PyTexas, and PyArkansas.  He is\r\nalso an active member of the Houston Django and Python user groups."], "description": ["There are a lot of approaches and philosophies to prevent bugs in software, but", "the truth is they are unavoidable in complex, modern systems.  So, what's a", "developer to do?  Code in a style that tries to alert and test for the bugs", "when they happen instead of feeling like a failure when you can't prevent the", "unavoidable."], "title": ["Bugs: Can't code without them, so code against them!"]},
{"speaker": ["Kyle Kastner"], "description": ["This talk will give a brief history of deep learning architectures, moving into modern trends and research in the field. Key points of discussion will be neural activation functions, weight optimization strategies, techniques for hyper-parameter selection, and example architectures for different problem sets. We will finish with a few notable examples of \"web scale\" deep learning at work."], "title": ["Trends in Deep Learning"]},
{"speaker": ["James Powell is a Python programmer residing in New York City. He is the co-organiser of the NYC Python meetup (nycpython.com) and has spoken at PyData SV, PyData NYC, PyTexas, PyArkansas, PyGotham, and at the NYC Python meetup. He also authors a blog on Python topics at dontusethiscode.com"], "description": ["This talk discusses the fundamentals of how classes and metaclasses work in Python 2 and 3 from the perspective of the CPython interpreter. It covers the way these constructs can be used to model problems. e.g., metaclasses and build_class are the only mechanisms in Python that can be used to enforce constraints from a base class to a derived class."], "title": ["Classes and Metaclasses"]},
{"speaker": ["Thomas Hatch - SaltStack founder and CTO - thatch@saltstack.com - Tom is the creator and principal architect of SaltStack. His years of experience as principle cloud architect for Beyond Oblivion, software engineer for Applied Signal Technology, and systems admin for Backcountry.com provided real-world insights into requirements of the modern data center not met by existing tools. Tom’s knowledge and hands-on experience with dozens of new and old infrastructure management technologies helped to established the vision for Salt. Today, Tom is one of the most active contributors in the open-source community, and is widely regarded as rising star. For his work on Salt, in 2012 Tom received the Black Duck “Rookie of the Year” award and was named to the GitHub Octoverse Top 10 list for the project with the highest number of unique contributors sharing the list with other notable projects like Ruby and OpenStack."], "description": ["Abstract", "The legacy cloud factory is not equipped with tools that are fast or scalable enough for the new Internet assembly line. Tom Hatch, SaltStack founder and CTO, spent years as a cloud builder / systems administrator and in the process used most of the available systems management tools. But the tools were insufficient for the job at hand."], "title": ["New cloud factories run on Python"]},
{"speaker": ["Eloy Zuniga Jr. Core Programmer at Tendenci"], "description": ["Lessons learned while managing media via S3 using Boto and Django. "], "title": ["Amazon S3 Python and Django"]},
{"speaker": ["Walker Hale"], "description": ["This talk provides a practical demonstration of how I used IPython Notebook to filter and then de-duplicate a set of 2877 records from a tab separated value (text) file. Using a file of 117 cases and a fairy complex set of business criteria that combined separate concepts of \"most recent\" and \"most modern\", I reduced the set of records down from 20 columns x 2877 records to 13 columns x 615 records. The end result was the output of this computation and a script that could be used for other data sets. (There were 9 more data sets.)"], "title": ["Filtering and Deduplicating Data in IPython Notebook"]},
{"title": ["Lightning Talks MSC 2300 A"]},
{"speaker": ["Jeff Kramer is a Technical Architect at HP Cloud, where he develops new cloud automation services for customers.  After a decade and a half with the other 'P' languages, he finally jumped into Python with both feet early last year, and has since taught a small intro to python class and built an OpenStack compatible cloud service from the ground up."], "description": ["HTTP APIs are great services to build, they abstract the model from the client with REST and they offer a simple, logical arrangement for new developers.  The Python Bottle framework is a great solution for getting started with APIs, because it's lightweight, well tested, and has useful debugging options.  In this talk we'll describe what Bottle does, and take an example HTTP API service from idea to released, talking about the development, deployment, and scalability gottchas along the way."], "title": ["Developing Web Services with Bottle"]},
{"speaker": ["Walker Hale"], "description": ["This talk is for non-web developers who need to get a simple (not necessarily database) web application up and running, especially for internal use. I will go over the basics of creating truly minimal web applications. I will demonstrate how my team uses a micro wiki based on Flask that uses the file system instead of a database (and therefore will work for offline laptops)."], "title": ["Flask: a Micro Web Framework for Simple Things"]},
{"speaker": ["PyTexas Chairs"], "description": ["We will welcome everyone to the conference and make official announcements. "], "title": ["Conference Welcome MSC 2300 A"]},
{"speaker": ["Jeremy Boyd"], "description": ["This 30-minute talk will demonstrate unit test-based techniques for testing Django applications, with an aim toward running our tests quickly and often and testing smaller pieces of code. The primary tool to be shown will be Michael Foord's mock library."], "title": ["Unit Testing Django Apps with Mock"]},
{"speaker": ["Nick Coghlan"], "description": ["These are interesting times for the Python packaging ecosystem, with the Python Packaging Authority (creators of the popular pip and virtualenv tools) emerging as the umbrella brand for a suite of related tools that will bring support for updated packaging standards to both the upcoming Python 3.4 and to existing versions of Python."], "title": ["Nobody Expects the Python Packaging Authority"]},
{"speaker": ["Gary Bernitz, VP of Engineering rewardStyle"], "description": ["Today's modern web architectures are moving away from traditional, \"heavyweight\" server side application logic, control and rendering, to a distributed client-side approach.  This reduces the server side application to a simple high-performance RESTful API service, and the Django REST Framework serves this purpose elegantly. In this talk we'll discuss client/server web architectures, service oriented architectures (SOAs), RESTful API services, Python-based web applications and Django, and the Django REST Framework"], "title": ["Thin Servers: Service Oriented Architectures with Django REST Framework"]},
{"speaker": ["John-Michael Oswalt. Got a django/flask/other wsgi app and want the world to see it? Come follow along and learn all the necessary parts to get your app up and running on a server or a local VM."], "description": ["This talk will cover the configuration of Nginx (web server and reverse proxy), Gunicorn (WSGI server), and Upstart (Ubuntu lightweight process manager) so that you can serve your Django or Flask app on a server. We will start with a vanilla Ubuntu 12.04 instance and take a pre-built Django app and setup all the necessary parts to get the app up and running. The code will be available for this talk so that you can follow along with your own server, or come back to it later to see how it's done. "], "title": ["Using Nginx, Gunicorn, and Upstart to serve a WSGI app"]},
{"speaker": ["James Powell is a Python programmer residing in New York City. He is the co-organiser of the NYC Python meetup (nycpython.com) and has spoken at PyData SV, PyData NYC, PyTexas, PyArkansas, PyGotham, and at the NYC Python meetup. He also authors a blog on Python topics at dontusethiscode.com"], "description": ["* This is an expanded version of the tutorial I gave last year with additional focus on generators using material I presented at PyData NYC 2012 and PyData SV 2013", "Decorators, generators, and context managers are among the most useful advanced features of Python, and they can be used to model many common problems in a very robust and flexible manner.", "This talk is divided into three parts: the basic details of how these features work (syntax.py,) the motivation behind their inclusion in the language (motivation.py,) and some clever things that can be done with them (magic.py.)"], "title": ["Notable Features of Python"]},
{"speaker": ["Walker Hale IV"], "description": ["The AM session will cover:"], "title": ["Beginning Python for Basic Automation and Data Manipulation"]}]