[{"sentiment": 0.0832029082029082, "title": "Instant Ads (Not Articles) Could Be Facebook’s Next Big Mobile Money-Maker", "url": "http://techcrunch.com/2015/10/20/instant-ads/", "text": "Ads are one of the last ways to click out of Facebook. The social network is trying to eat the Internet to keep you from ever leaving. Meanwhile, businesses know it’s tough to persuade you to interrupt your social experience by opening one of their ads.\n\nToday Facebook rolled out Instant Articles to all iOS users and launched an Android beta. But news publishers aren’t the only ones Facebook wants to load inside, rather than outside, its app.\n\nAt first Facebook called them “Immersive ads” and then the “ads canvas”, but really, they’re the paid promotional equivalent to its hosted organic initiative Instant Articles. That’s why I’m calling them Instant Ads.\n\nEssentially, Instant Ads are in-feed Facebook mobile ads that when tapped, immediately unfold a rich media marketing experience within Facebook’s app rather than forcing people to wait for a mobile browser page to load. Inside, these Instant Ads can sport animations, carousels, product catalogs, and tilt-to-view images. These data-heavy features might normally take so long to load in a browser that people would ‘x’ out before they appeared.\n\nThe same rhetoric behind Instant Articles makes even more sense when what the user is waiting for is a paid ad rather than organic content from The New York Times or National Geographic. Instead of penalizing users for opening ads by interrupting their social experience with a slow-loading mobile website, Facebook pre-caches the marketer’s content so it appears immediately when users tap. That allows advertisers to include more engaging multimedia content that actually holds people’s attention.\n\nFor example, an Instant Ad I recently spotted from fast-food chain Wendy’s unfolded to reveal a bevy of rich media related to its burger. I could tilt my phone to scan across its mayo-laced bun, swipe through photos of onions and pickles, and watch an animation of someone drawing with ketchup.\n\nIt might sound silly, but it makes you feel like you’re actually holding a Wendy’s burger. That’s quality institutional brand advertising, and it never required me to leave Facebook. The brand lift already happened. Only if I want to use a store locator would I need to click a link at the end of the Instant Ad to visit Wendy’s site. In that way, Instant Ads aren’t unlike tv commercials. They’re so vivid that you just need to watch for them to be effective.\n\nFacebook hasn’t been too flashy heralding Instant Ads. It unscooped the press by quietly telling a few outlets about them in September, but never published its own announcement. Last week it briefly mentioned them in a broader blog post about shopping features. But they’re a much bigger deal than that.\n\nInstant Ads epitomize Facebook’s ad strategy, which is about making the result of online marketing some kind action taken or emotional impact, rather than a short-lived click to a website.\n\nFacebook now has Buy buttons that let you purchase products you see within feed ads with your credit card on file so you never visit a merchant’s site. Its newest ads offer sign-up forms that are great for lead generation and plug right into a business’ CRM like Salesforce.\n\nFor the user, it’s a bit like being put in a pinball machine. Facebook earns points as long as you’re still rattling around inside, running into friends’ photos, native videos, and Instant Articles. Facebook loses when you slip out of its app through the few remaining holes. And Instant Ads are like an extra set of flippers, bumping you back inside when you were about to leave.\n\nSometimes that means you don’t spend your quarters anywhere else. Instant Articles pose a serious risk to news and content publishers who lose the relationship with their audience that leads to loyal readership and subscriptions.\n\nBut for the user, a Facebook where you can see friends, read news, watch videos, and even experience ads without enduring crappy mobile load times sounds like more fun. Play on, Zuck.\n\nFor more on Facebook’s strategy, check out our gallery “20 GIFs And Photos Of How Facebook Is Eating The Internet”", "author": "Josh Constine", "date": "2015-10-20 10:30:46"},
{"sentiment": 0.12281144781144782, "title": "Bill Gurley Surprises With A Positive Note On Seed Stage Startups", "url": "http://techcrunch.com/2015/10/20/bill-gurley-surprises-with-a-positive-note-on-seed-stage-startups/", "text": "Benchmark Capital’s Bill Gurley may be Silicon Valley’s best-known tech bubble doomsayer, but he took a positive view of the early stage investments in an onstage interview at the Wall Street Journal Live conference Tuesday.\n\n“Earliest stage is probably the most insulated from this,” he told the audience of his belief we are in an impending bubble pop.\n\nThis is most interesting because Gurley has not been upbeat about nearly everything in tech financing lately – but most especially unicorns, many of whom he believes are waiting too long to go public.\n\n“The press and the community have given a free pass to all these unicorns,” he said. “Startups staying private too long are like that old guy in college who’s stayed around seven or 8 years. It’s like ‘What’s he doing’?” He also said the advice to stay private as long as possible was the “worst advice ever given in Silicon Valley.”\n\nHis advice to those in the early-stage startups centered around staying low during this frothy economic period. “Just don’t rush yourself up to 50 people or something…focus on your product, your customer, on being nimble and you’ll probably ride through all of this,” Gurley said.\n\nHowever, Gurley also dodged questions about the giant co-working startup WeWork, of which Benchmark is an investor. The startup, if you can call a decacorn that, has added more than $1 billion to its coffers – its $355 million Series D round came from several late-stage heavyweights like T. Rowe Price, Goldman Sachs and Wellington Managment.\n\nWhen asked if WeWork was overvalued, Gurley told Journal reporter Rolfe Winkler, “I have no idea.” Then added, “Have you been to one of them?”\n\nGurley went back to his usual economic forecasting for most of the discussion, adding, “Silicon Valley has entered a period that is speculative and unsustainable,” and “I personally wish the market would bring them all down so we can get to more realistic valuations.”\n\nGurley does not hold back his frank opinion: Companies shouldn’t wait to IPO, too many overvalued, liquid is the goal, etc. And the Benchmark general partner mostly stuck to his typical inflated valuations and bubble warning drumbeat during the interview, but also added that this was a good time for those of us using these private startup services.\n\n“The VC community’s been subsidizing the biggest consumer surplus in history. Consumers should buy everything they can,” he said.", "author": "Sarah Buhr", "date": "2015-10-20 10:19:32"},
{"sentiment": 0.1131628787878788, "title": "As Apple Music Trials Wrap, Spotify Snags The #1 Top Grossing Spot In US App Store For First Time", "url": "http://techcrunch.com/2015/10/20/as-apple-music-trials-wrap-spotify-snags-the-1-top-grossing-spot-in-us-app-store-for-first-time/", "text": "Apple CEO Tim Cook yesterday may have been touting the number of Apple Music music paying subscribers – 6.5 million, but at the same time rival Spotify was quietly hitting a milestone of its own. The company’s music streaming app just moved into the No. 1 position on the iPhone App Store’s “Top Grossing” charts for the first time in the U.S.\n\nPreviously, according to data from App Annie, the highest rank Spotify saw on the “Top Grossing” charts stateside was No. 3., which it hit earlier this year and maintained in September. It fared better in other markets, however – for example, in Spotify became the No. 1 Top Grossing app in the U.K. that same month.\n\nThis slight bump could be due to a number of factors, including the launch of the new iPhone 6s and 6s Plus devices, which could also be boosting downloads, and subsequently, conversions within popular mobile applications like Spotify. And it could just be benefitting from the rollout of Apple Music, which helped to introduce the idea of on-demand streaming to a wider audience of iPhone owners, who may have then compared the other options on the market and decided to shift their subscriptions over to Spotify.\n\nAnd, of course, the timing of the bump is also notable as it comes following the end of the Apple Music free trial. For those who signed up with Apple Music as soon as it became available, their trial period wrapped up at the end of last month. (Apple’s service, which doesn’t have a free tier like Spotify, Pandora and others, instead let users try it out for free for three months, before having to pay the $9.99 monthly fee.)\n\nA month after the service launched, Apple said it had 11 million trial members.\n\nHowever, as Cook’s remarks suggested, Apple apparently lost millions of Apple Music users when the free trial period ended – around 40 percent of its user base. That’s actually a decent conversion rate for a new service, but the lift in Spotify’s Top Grossing ranking indicates that possibly some of those early Apple Music users are now testing out a different service instead.\n\nBut time will tell how many of those 6.5 million Apple Music paying members are “accidentally” paying for the service – meaning, they forgot to cancel their subscription and won’t realize it until later when they see a bill or bank statement.\n\nFor comparison’s sake, Apple Music has 15 million total users, including those on free trials and paying customers, but Spotify has 20 million paying users out of over 75 million active users, according the most recent public data from the company, released back in May.\n\nIt’s also worth noting that other music streaming apps, including Pandora, SoundCloud, Rhapsody and Rdio, saw their rankings, including grossing rank, staying fairly consistent in the days since the Apple Music trial period ended. Pandora, for example, is today the No. 4 Top Grossing app on iTunes, which is not a big change from where it was in September (at No. 5, most of the time).\n\nIn App Annie’s August index, Spotify was No. 7 in the U.S. for revenue, for iOS and Android combined. For iOS only, it was No. 4 for revenue. With Apple Music subscriptions kicking in (and with some users abandoning the service), it will be interesting to see how those ranks change going forward.\n\n“Based on our app usage data, being part of the Apple – or Google or Facebook – app ecosystem is not a guarantee to be a smash hit. There are going to be some headwinds in terms of getting a read on Apple Music’s success with this initial 3-month free trial,” said Danielle Levitas, SVP of Research & MarCom for App Annie, earlier this month. “Now that subscriptions will start being paid through the app we should see it on the revenue charts going forward.”\n\nBut for Spotify, it may be a case of a “rising tide lifts all boats.” That is – Apple Music may not steal Spotify’s paying subscribers, but rather bring it more exposure.\n\n“There is still a lot of opportunity to expand the market,” Levitas added. “Pandora had a first mover advantage and even though other services have emerged in recent years – e.g., Spotify – Pandora still holds a leading share of the market. We believe that Apple’s music service is more likely to expand the music services market vs primarily cannibalizing existing subscribers,” she said. “They have access to millions of people that own an Apple device, many of those consumers have yet to subscribe to a music service.”\n\nSpotify has flirted with the number one Top Grossing rank before. Earlier in October, it held the spot for a few hours, but not for a sustained period of time that would allow the move to register on third-party analytics services like App Annie. It remains to be seen how long Spotify can hold on to today’s #1 Top Grossing spot, though.", "author": "Sarah Perez", "date": "2015-10-20 10:01:33"},
{"sentiment": 0.005780022446689128, "title": "Collective Health Closes On $81 Million, Adds Google Ventures To List Of High-Profile Investors", "url": "http://techcrunch.com/2015/10/20/collective-health-closes-on-81-million-from-founders-fund-google-ventures-and-nea/", "text": "Enterprise health insurance services platform Collective Health has raised a healthy $81 million in Series C funding to help the startup continue to grow its team, as well as cover the U.S. market.\n\nAli Diab co-founded Collective Health with his friend Rajaie Batniji, a physician and political economist at Stanford University, after Diab had a terrible experience going the rounds with his health insurance. Diab’s gut had twisted up on itself and he had to get treated or risk death. Just as Diab was struggling to regain his health, his insurance decided it didn’t need to pay.\n\nThus, Collective Health was born as a way to cut out health insurance and instead offer employers a way to pick and choose which things they want covered for their employees in what the startup hopes to make a less expensive and more efficient process.\n\nThe new funding is going to several priorities across our business, according to Collective Health. Part of that is hiring more people. The startup said it expects to double in size in the next few years and has already done so since the last round.\n\nPart of the money will also fuel expansion. Collective Health started in Silicon Valley but plans to hire sales, marketing and infrastructure to expand availability in other U.S. cities. It also would like to set aside some money for partnerships and cross-promotion with other healthcare “leaders” – though it did not allude to which partners and leaders that might be.\n\nGoogle Ventures jumped into this round as a new investor. NEA, Founders Fund, Maverick Capital, Red Point Ventures and RRE Ventures returned to add funding to Collective Health’s coffers, as well – putting the total investment at $119 million.\n\nGoogle Ventures clearly sees potential in the growth and expansion for this startup taking on the health insurance industry nationwide. The Collective Health platform is on pace to serve 30,000 members and process more than $200 million in health insurance claims in 2016, according to the company.\n\n“We’re working to shift the focus of health insurance from profits to people,” said Diab. “Ultimately, this funding will give Collective Health a big boost in our mission to make the health care experience in our country something we can all feel proud of.”", "author": "Sarah Buhr", "date": "2015-10-20 10:00:03"},
{"sentiment": 0.19877268121948968, "title": "If Apple Made An Apple Watch Stand, It Would Be The Forté", "url": "http://techcrunch.com/2015/10/20/if-apple-made-an-apple-watch-stand-it-would-be-the-forte/", "text": "Accessory maker Twelve South announced the Forté last week, and we already got our hands on one of them for a review. It’s a well-designed stand that looks great with your Apple Watch.\n\nThe shiny new stand is everything you would expect — it’s an expensive, beautiful stand. If you care about beautiful things like the Apple Watch, you might want to get one. After all, you may have just spent more than $1,000 to get an Apple Watch Hermès.\n\nIt all starts with the box. Instead of a cheap cardboard box, the Forté comes in a solid box with a ribbon and a cushion. It shares the design vocabulary of high-end watchmakers with a watch-like box. And it doesn’t just look like a premium item, it feels like one as well.\n\nYou untie the ribbon and take the stand out of the box. It’s a heavy single piece of metal and leather. You can be sure that it won’t break. At $59, I didn’t expect anything less from Twelve South.\n\nThe Forté doesn’t come with an Apple Watch cable. Like other stands, you need to provide your own cable.\n\nThe end of the cable fits right in the middle. You put a small metal-looking polycarbonate ring on top of it to make it look better, and also to prevent any possible contact with the metal body. Over the past few days, I haven’t had any issue with the dock. It charges the watch as expected and is supposed to work with any model.\n\nThere are two things to like about the Forté. First, it doesn’t move at all. Weighing 0.77 pounds (351 g), it’s more than your average Apple Watch stand. Compared to the somewhat similar looking Mophie stand, it doesn’t tilt when you remove the Watch from the magnetic charger.\n\nSecond, you can also use the Watch in nightstand mode by rotating the Watch. I don’t think it looks as good, but I’m not sure there’s a way to make a nightstand mode dock look good. I will also probably need to buy another Apple Watch cable as I don’t want to have to remove it and put it back in the stand every time I travel.\n\nThe black leather square is top-grain leather with a sanded surface. I understand why the company used top-grain leather as it’s much easier to put a thin layer of leather on such an object with this kind of leather — it’s much more versatile. It feels good although I would have loved a bit of grain but the sanded treatment doesn’t allow that.\n\nI’m quite impressed with the overall look of the stand. Sure it can be expensive, but nobody is forcing you to buy one if you’re perfectly satisfied with your cable. Nobody even forces you to buy an Apple Watch. But if you’re into good-looking things, the Forté could be something for you.", "author": "Romain Dillet", "date": "2015-10-20 09:59:42"},
{"sentiment": 0.07275910364145657, "title": "LG To Supply Key Parts For Chevy’s Affordable Electric Vehicle", "url": "http://techcrunch.com/2015/10/20/lg-to-supply-key-parts-for-chevys-affordable-electric-vehicle/", "text": "GM says the Chevrolet Bolt will travel 200 miles on a single charge and will be sold at an affordable price. But GM is not going at it alone. The Detroit automaker today announced a strategic partnership with LG, which will supply many of the systems around the car’s electric drive system.\n\nIn a press release today GM says this partnership is an unprecedented supplier relationship for the automaker. LG subsidiaries such as LG Electronics and LG Chem worked closely with GM to develop the prototype systems in the Bolt EV concept.\n\n“Being selected as GM’s EV technology partner positions LG as a key player in next-generation vehicular technologies,” said Woo-jong Lee, president and CEO of the LG Electronics Vehicle Components Co, said in a released statement. “The opportunity to work with GM on such game-changing technology is indicative of exactly the type of contributions that traditional tech companies can make in the automotive space.”\n\nThis sort of partnership makes sense for General Motors and LG. The automaker can tap LG’s deep investment in battery technology while concentrating on its core competency of assembling autos. This will allow GM to offload the development cost of EV systems. Previously, LG Electronics supplied GM with telematics in 2007 for an OnStar system and LG Chem supplied the battery cells in the original Chevy Volt in 2010.\n\nGM seemingly has big aspirations for the Bolt EV. The car is said to go around 200 miles on a charge and cost somewhere around $30,000 — around the same price as Tesla’s upcoming affordable EV. The car will be built in Michigan starting in late 2016 and hit dealers shortly after that.", "author": "Matt Burns", "date": "2015-10-20 09:37:21"},
{"sentiment": 0.19372632575757573, "title": "Mental Health Startup Lantern Launches Tool To Manage Stress", "url": "http://techcrunch.com/2015/10/20/mental-health-startup-lantern-launches-tool-to-manage-stress/", "text": "One in five adults in America experienced a mental health issue last year, according to the U.S. Department of Health & Human Services. Meanwhile, one in 10 people under the age of 18 went through a period of major depression in 2014. Despite the prevalence of mental health issues among both children and adults in the U.S., less than 20 percent of children and 44 percent of adults get treated.\n\nLantern, a mental health startup that has raised $4.4 million, aims to provide an accessible and more affordable option, and it just launched a new program for stress. In addition to stress, Lantern offers programs for anxiety and body image. When you first sign up for Lantern, you’ll take an assessment that will determine which of its three tracks is best for you. All of Lantern’s programs are based on cognitive behavioral therapy techniques, which examines the relationship between thoughts, feelings and behaviors.\n\nThe programs, which are available on web and iOS, are designed to empower people to learn how to manage their anxiety, stress and/or body images on a daily basis. Lantern coaches, who are experienced behavioral change professionals trained in CBT, guide patients through the programs, give them feedback and help keep them accountable for reaching their goals.\n\nLantern offers a seven-day, no-commitment, free trial. After that, it costs $49 a month, which is a lot less than what I pay for therapy. Over the last three weeks, I was able to try out Lantern’s stress program. I’d like to say I walked away feeling totally free of stress, but that wouldn’t be true — partly, and most likely, because I didn’t finish the full program. The program typically takes about eight to 10 weeks to complete, depending on how often you do your daily sessions. Lantern also recommends having at least one phone call with your coach shortly after you start the program, but the thought of doing that caused stress for me — it just felt like another thing to do —so I never got around to scheduling a call with my coach. That being said, I did take advantage of the unlimited messaging with her via Lantern’s web app.\n\nDuring my two-week trial, I completed 1.5 units out of 14. The program starts with “Introduction to Stress,” which covers topics like stress cue and the science of breathing, as well as techniques like muscle relaxation and deep breathing. The other units cover mindfulness, reducing stress behaviors, managing emotions, automatic thoughts and more.\n\nIn the next year, Lantern hopes to offer additional programs around interpersonal relationships and mood disorders like depression. It also plans to sign on several more enterprise clients, like universities and employers, in the next three months.\n\n“Given what we are seeing from employers and insurers, more entities are focusing more on the established connection between our physical and mental health,” Lantern Founder Alejandro Foung told TechCrunch. “I think in a year, it will start to become more commonplace for insurers and employers to offer holistic benefits because we can demonstrate that people who are emotionally better off and more resilient actually are healthier physically.”", "author": "Megan Rose Dickey", "date": "2015-10-20 09:30:45"},
{"sentiment": 0.1556135309939658, "title": "Amino Launches A Consumer Healthcare Search Platform, Backed By $19.4M From Accel, CRV, Others", "url": "http://techcrunch.com/2015/10/20/amino/", "text": "Stealthy San Francisco-based digital healthcare startup Amino has been quietly amassing a database of U.S. consumer healthcare data since late 2013 to underpin the product it’s launching today: a search platform powered by heathcare transaction data from 188 million Americans — garnered from U.S. health insurance data — to make it easier for consumers to locate a doctor or specialist with experience treating other people with their condition, or who fits their healthcare requirements in other specific ways.\n\nAs well as matching doctors to patients based on their experience of treating others, the platform allows users to filter the results it provides them based on factors such as their location, or which healthcare providers accept specific healthcare insurance. Users can also book appointments via the platform (the booking piece is not a fully automated technology solution at this stage — rather Amino is bridging any tech gaps by getting on the phone itself to specific healthcare providers, where necessary. But it’s clearly betting on all-digital appointment-booking coming down the line in future to salve any scalability challenges with that aspect of its business).\n\nCo-founder and CEO David Vivero is a former VP at Zillow, who also co-founded real-estate startup RentJuice back in 2009, which was acquired by Zillow for $40 million in 2012. He says the aim with Amino is to offer a data-driven alternative to people asking friends and family for healthcare recommendations, or finding recommendations via their insurance company websites — or indeed resorting to a Google search to try to track down a relevant doctor.\n\n“The biggest share of how people do this is they ask friends and family and then they go on a phone tag experience, trying to figure out which doctors accept their insurance. And whether they’re available or not. So if we think about what we replace, we typically replace that activity… The next largest category, obviously, is people going to their insurance company websites,” Vivero tells TechCrunch.\n\n“Or basically Googling. Five billion searches a month are healthcare related. And what’s problematic about that experience is you really get undifferentiated lists that are not personalized, that are not comprehensive, that are full of advertising, and so we think we really provide the best of asking a friend or family member because of how unbiased and data-driven it is, but also the convenience of being able to do this from your mobile phone.”\n\nThe idea for the product came after he left Zillow and was looking for individual health insurance for himself. Vivero has a hereditary health condition that — back in 2013 — meant he was denied health insurance. “That was awful and I did find health insurance eventually — I had to change my doctor. And every step of the way I felt, for someone who was relatively experienced in using all sorts of tools to feel good about the decisions I was making, I was shocked at the state of the art in being a healthcare consumer on my own.\n\n“That’s when I decided to really call up some folks in user experience and design — really the people that had helped me build my first product at RentJuice — and we set out to solve this. I’d learned a lot when I was at Zillow about how important information is in freeing people up to make decisions and to feel good about their decisions.”\n\nThe increase in rates of electronic healthcare record penetration in the U.S. is one underlying driving factor making launching a data-driven consumer healthcare search platform possible at this point, according to Vivero. He also points to changes such as the Affordable Healthcare Act putting U.S. consumers more “in the driving seat” when it comes to making decisions about their healthcare. Tech-enabled big data processing is a third factor.\n\nOn the latter front, one key feature of the platform he flags up is something Amino calls “decision factors” — which refers to additional “patient-centric” search parameters that let users narrow results for specific types of searches based on additional personal preferences — and based on the platform performing risk adjusted analysis of healthcare data — so that, for instance, a female user who is pregnant can locate a doctor who has a low recent rate of C-section deliveries if she prefers to have a natural birth.\n\nVivero says Amino will be developing more of these decision factors to let users narrow results in ways that make sense for them — based on the feedback it gets from users.\n\n“We’re going to be incredibly patient-centric in how we create the decision factors that go on Amino, but they’re incredibly personalized… We really want to make people feel like we’re listening to their needs — that we’re giving them answers that they never had before, and that it’s driven by data,” he adds.\n\nAmino supports searches pertaining to around 900 different medical conditions at this stage. The platform is a web app, so there’s no need to download an app to use it. The website also does not require users register before they can perform searches, although if you do want to book a doctor via the platform it will obviously ask for some data at that point (it also asks for some data to help hone search results to your requirements and the specifics of your condition — such as your age and gender). And it’s free to use at this point.\n\nIndeed, there’s currently no monetization structure in place, with doctors also being freely listed. Idea being, says Vivero, is it wants to present relevant, impartial data to help consumers make the best healthcare choices themselves — which means no paid listings, and no ads either.\n\n“We are very excited to learn how people use our product. And in improving that product and adding additional services we may learn that there are great things that people are willing to pay for, but our current product is free — the information that we provide is free, it’s national. And our approach will be to design a business model that enhances the consumer experience, rather than taxes it as an advertising model, for example, I believe would,” he says.\n\nOne future monetization route might be around licensing data to people who make decisions in the healthcare system. “If you’re a health insurance carrier or if you are a self-insured employer or you are a health IT company that would benefit by knowing a bit more about the C-section rates of physicians or the ability for people with a hernia to get out-patient care, and other questions like that, that may affect the cost and quality of care, then people have been interested in actually licensing some of the results from Amino.”\n\nSo where exactly does Amino get its data? It’s been building that up via partnerships since work started on the business back in late 2013, according to Vivero. “We’ve accumulated this data over the course of many months, and now into years.” he says. “It’s been accumulated through a series of partnerships and investment, in both public and private partnerships. It’s primarily insurance claims data — so what’s great about insurance claims is that they are highly digital.\n\n“What we do is we take the health insurance claims data, that can come from a whole host of different parts of the healthcare system, and we work with those third parties to ensure that we maintain patient privacy. So all of our sources of data work with us to de-identify all the data — so that the 188 million people inside of the database are anonymous.”\n\nAs well as pulling together a very large database of healthcare transaction information (comprising more than 3.9 billion data-points at this point, and apparently accounting for “nearly every practicing doctor in American”), data which he describes as “highly structured and overly specific” in terms of the core needs of healthcare consumers, Amino’s special sauce involves processing this data to create patterns and clusters so it can personalize results for individual users. For each search, it presents the user with a match score per potential physician, based on their search parameters.\n\n“Part of our investment… has just been trying to make this useable, trying to make this easy for people,” adds Vivero. “If we were just to publish health insurance claims data it would not be in any way a useful product for anyone. Instead what we’ve had to do is try to figure out, using machine learning, biostatistics, and other forms of data science methods to actually infer what’s happening inside of the doctor’s office by grouping a lot of these [healthcare transaction] codes, and clustering them and doing a lot of work to actually draw insight from them.\n\n“The benefit is that the data is highly specific. So that means that we can really slice and dice some of these experiences so that people get a very personalized view. The challenge with that is if you were to publish the data in its raw form it wouldn’t be useable to all of us — and part of what Amino sets out to do is try to make this thing extremely easy for someone to make a competent decision, which means actually creating a nice layer in between the data and the product.”\n\nAmino is backed by $19.4 million in pre-launch financing at this point, taking in what Vivero says was “a very quiet Series A” from Accel in mid-2014, as it worked on building out its data and the supportive analytics atop that, as well as testing the product and surveying consumers to shape a go-to-market strategy; followed “recently” by $13 million from Charles River Ventures. Rock Health and more than a dozen individual investors have also contributed to its coffers at this stage.\n\nIt has also formed an advisory board comprised of individuals from academic, healthcare, privacy and consumer tech fields in order to — in its own words — “ensure its approach, data methods, and services incorporate best practices”.\n\nCurrent members of Amino’s board include: Dr. Ashish Jha (Faculty Director, Harvard Global Health Institute), Udi Manber (National Institutes of Health, and former VP of Engineering at Google), Dr. Arnold Milstein (Professor of Medicine and Director of the Stanford Clinical Excellence Research Center, Stanford University), Dr. Philip Pizzo (Professor and former Dean, Stanford School of Medicine), Joy Pritts (Former Chief Privacy Officer, Office of the National Coordinator for Health Information Technology, US Dept. of Health and Human Services), Bryan Sivak (Former Chief Technology Officer, U.S. Dept. of Health and Human Services), and Dr. Robert Wachter (Professor and Associate Chairman of the Department of Medicine, and Chief of the Division of Hospital Medicine and Chief of the Medical Service at UCSF Medical Center).", "author": "Natasha Lomas", "date": "2015-10-20 09:00:54"},
{"sentiment": 0.2748663101604278, "title": "Giphy’s New Tool Makes It Dead Simple To Create GIFs From Video", "url": "http://techcrunch.com/2015/10/20/giphys-new-tool-makes-it-dead-simple-to-create-gifs-from-video/", "text": "Earlier this month, Giphy COO Adam Leibsohn told me that Giphy has a bunch of new tools up its sleeves to help people make their own GIFs in a matter of seconds. Well, GIF Maker must be one of them. The tool, which launched today, gives you a super easy way to make GIFs from YouTube videos and other video files.\n\nBack in the day, I used to have to download a Mac-only app called GifGrabber to turn videos into GIFs. It’s pretty easy to use, but Giphy’s new GIF MAKER is a lot easier and more accessible to the masses. Also, it turns out that GifGrabber Co-Founder Andy Hin is a senior engineer at Giphy, so it makes sense that Giphy integrated the best of GifGrabber into GIF Maker.\n\nGIF Maker comes about a month after Giphy launched GiphyCam, a standalone mobile app for creating your own GIFs. Giphy’s big plan is to become a full-on media company, Leibsohn told me earlier this month.\n\n“So, we’ll essentially become this one-stop shop to find and distribute and host and create,” he said at the time.\n\nGiphy launched out of betaworks in 2013, and has since raised $17 million at an $80 million valuation.", "author": "Megan Rose Dickey", "date": "2015-10-20 09:00:48"},
{"sentiment": 0.15553244498557, "title": "Music Download Site eMusic Gets Acquired Again, This Time By Israeli Media Startup TriPlay", "url": "http://techcrunch.com/2015/10/20/music-download-site-emusic-gets-acquired-again-this-time-by-israeli-media-startup-triplay/", "text": "Yet more consolidation afoot in the world of digital music, and a new chapter for eMusic, one of the very first sites that let you download music in the form of MP3 files. The company has been acquired by TriPlay, a startup based out of Israel and NYC that operates various online media services, including MyMusicCloud. Terms of the deal have not been disclosed but we understand from sources that the deal is under $26 million — not too far off, but less than, the last publicly-disclosed price when eMusic was acquired by Vivendi in 2001.\n\nThe companies say that the deal was a mix of cash and stock, with eMusic employees and services both coming over in the deal.\n\neMusic has been around since 1998, and it was once one of the more popular digital music sites around.\n\nBut a combination of forces worked against the company. The basic economics of music downloads mixed with eMusic’s all-you-can-eat business model; the domination of Apple’s iTunes in the world of downloads; and the gradual rise of streaming services like Spotify that proved to be way more popular were all challenges for eMusic.\n\nAll of this translated to a carousel of management and ownership situations for the company. eMusic, which listed on NASDAQ in 1999 in the first dot-com boom, was the first online music company to go public. It was then acquired by Vivendi in 2001 for $26 million (part of Vivendi’s digital music landgrab that also included buying MP3.com for $372 million) after its stock tanked.\n\nIt was then sold two years later to the investment group Dimensional Associates for an undisclosed amount. In 2013 it eventually merged with a digital books company, K-NFB, founded by the futurist and inventor Ray Kurzweil (who is now at Google working on machine learning and language processing).\n\nAs for the fate of Media Arc, as the combined music/digital books company was called: a spokesperson confirmed that eMusic has been “extracted” from Media Art and K-NFB remains a separate company that is not part of the deal.\n\nThese days, eMusic offers a sliding scale of pricing plans for tiered numbers of downloads. It also has a free “discovery” service to lure in the punters. TriPlay’s MyMusicCloud works on two tiers: a free tier which has unlimited free storage, and the ability to sync and play up to 250 tracks on five devices, with ads. A tier that costs $40/month has unlimited free storage, unlimited syncing and playing of tracks on 10 devices and no ads.\n\nTriPlay says that the deal will make it “one of the largest, most comprehensive digital music services in the world, comparable only to Apple iTunes and Amazon with a broad offering of features including its own music store, music player and accessibility on over 14 platforms via the web and apps.” TriPlay says that it will now have a catalog of 25 million tracks and a user base of “millions” of users (no specific number disclosed).\n\nWhile eMusic will stay true to its download roots, TriPlay will now be offering its users the ability to match up those songs with tracks in the cloud to access them across multiple devices — breaking down one of the limitations of the download model.\n\nIt’s not clear whether that mix will be enough to compete with the biggest players in the world, especially considering Apple’s entry into the combined download/streaming space; and the fact that Spotify — currently the highest grossing app on the App Store — and its various rivals (including Deezer, about to go public) have managed to convince a very large swathe of music consumers that download-free streaming is the way forward.\n\nWhat TriPlay seems to be banking on the idea of tapping into more eclectic tastes and the long tail of music, playing on eMusic’s own move last year away from mainstream music in favor of independent labels.\n\n“We are thrilled to join forces with this pioneer of the digital music industry to offer all our users the wide variety of music they love in a comprehensive, next-generation platform, complete with the features they want and need,” said Tamir Koch, founder and CEO of TriPlay, said in a statement.\n\n“There is a lot more music in the world than what you find on the radio. Our broad catalog, global access and wide selection of features, are what the millions of eMusic and MyMusicCloud users are looking for. In the coming months, our users will begin to see significant enhancements as we introduce the complete music service they want, accessible anywhere, anytime and on any device.”\n\nTriPlay, based in New York and Israel, is backed by $16 million, including raising $11 million from the Fortress Group earlier this year, and $5 million led by Kazakh oligarch Kenges Rakishev, who also invested in Mobli and other startups.", "author": "Ingrid Lunden", "date": "2015-10-20 08:39:46"},
{"sentiment": 0.17133431085043987, "title": "Boardlist, The Tool For Getting Women On Tech Boards, Has Its First Win", "url": "http://techcrunch.com/2015/10/20/boardlist-the-tool-for-getting-women-on-tech-boards-has-its-first-win/", "text": "Boardlist, the online repository of board-ready women that launched in July, recently helped facilitate the placement of a woman of color to a startup’s board of directors. Karla Martin, director of global business strategy and strategic planning at Google, is Challenged’s newest board member.\n\n“It’s not that I lack board experience, they just tend not to care about non-profit board experience as much,” Martin told TechCrunch. “And it’s an insiders club to some extent. The committees will call people they know who will send them the names of people they know.”\n\nMartin landed on Boardlist via the recommendation of Core Ventures Group General Partner Joanna Earl, one of Boardlist’s founding members. Boardlist works by sourcing recommendations from its members, who are both male and female, to provide a platform for tech companies to discover and connect with board-ready women.\n\n“We are thrilled to have facilitated our first placement just 60 days after launching the Boardlist,” Boardlist founder Sukhinder Cassidy (pictured above) told TechCrunch. “Interest in the Boardlist has been phenomenal and we’re working hard to make the tool the go-to resource for any tech company looking to bring a highly-qualified woman onto it’s Board.”\n\nIn Silicon Valley, 70 to 75 percent of tech companies have all-male boards, according to the Boardlist’s research. One reason for that could be due in part to a discovery problem, Challenged Co-Founder and President Justin Jarman told TechCrunch. He said that his network has traditionally given him access to a pool of male executives with board experience.\n\n“Boardlist was like having an extended network of peer elected/reviewed candidates and served as an awesome catalyst in helping us find the perfect board member — seriously though, Karla is awesome,” Jarman said.”\n\nBoardlist is currently focusing on growing its database of female board candidates as it gears up to launch a full marketplace early next year. Since launching, Boardlist has added over 40 new members to the platform, including Dick Costolo, the former CEO of Twitter, Postmates CEO Bastian Lehmann and Katie Stanton, head of global media at Twitter. Those members are responsible for endorsing women who would make great directors on tech boards.\n\nAlthough Boardlist’s focus is currently on women, “I can see our efforts to expand to include other underrepresented areas in the future,” Cassidy said. She also envisions opening the marketplace to help source candidates for non tech boards, as well.", "author": "Megan Rose Dickey", "date": "2015-10-20 08:30:31"},
{"sentiment": 0.06861505264283042, "title": "The Keurig Kold Is A Space Oddity In The World Of Soft Drinks", "url": "http://techcrunch.com/2015/10/20/the-kuerig-kold-is-a-space-oddity-in-the-world-of-soft-drinks/", "text": "The Keurig Kold is such an odd product that it almost looks like it came from a distant world where no one cares about corn syrup ingestion. Clad in white plastic and covered in grills, the case is far bigger than anything else in your kitchen and makes a noise like Darth Vader taking a nap. It takes two hours to prime and then, in a minute or so, can produce a glass of fizzy beverage without CO2 canisters, syrup bags, or any of the accoutrement associated with soda fountains. On the surface it’s a modern miracle: a machine that makes soda (or pop) out of water and plastic. Then, when you think about it, it’s kind of pointless.\n\nKeurig and Coke teamed up to make the Kold in an effort to win back the kasual soft drink drinker. They are using something called Karbonator pellets – do you see the klever thread here? – that produce CO2 when exposed to water. The kompany says that these pellets should not be eaten which makes me kontemplate what would happen if I accidentally necked one. Would it be katastrophic? That said, there is little opportunity for the pellets to fall into your drink simply because the little pods are self-kontained.\n\nTo use it you first run the machine for about two hours to prime the chiller. Then you pour water into the main tank and peel a little aluminum cover off of one of the pods. The pods make one drink in about 90 seconds. In that time I suspect the average cola drinker can down a half a can. Then you recycle the pod and, depending on your taste, drink the drink or pour it out in disgust. You, too, can experience the environmental guilt associated with the traditional pod coffee system, but in cola form!\n\nAt $359 for the machine and about $1.25 per drink I’d be hard-pressed to recommend this kit to anyone at this point. The drinks, which came out cold, are slighty flat and the flavors are limited to Coke products and a few Keuring inspired soft drinks like “artisanal” birch beer and energy drinks. If you value your counter space the Kold isn’t for you either simply because it takes up a 20×12 square of space and weighs 23 pounds. In short, the Kold isn’t for anyone in a city.\n\nSo the kuestion remains: why does this thing exist?\n\nI can see some of the use cases. Because this requires no CO2 canister you can simply place the machine in a break room and offer your co-workers frosty beverages on the fly. This could be cheaper than, say, one of those monolithic drink makers that are now popular. But the pods, priced at $5 for 4, are wildly expensive in comparison to a bottle of 99 sugar water you can get at the bodega. But having the ability store a few hundred of these in the space it takes to store a few cases of Coke could be compelling. Perhaps astronauts could take this into space and enjoy fine frosty beverages as they fight off the Zorgan menace? I believe, however, if you drink enough cola to warrant this machine you should probably just head out to Kostco and pick up a pallet of drinks. This think would satisfy your kravings.\n\nThe Keurig Kold is a fascinating idea. However, in practice it is too expensive and the drinks too underwhelming to replace a soda fountain system. Again, there may be a strange situation in which this makes more sense than simply buying a 2 liter bottle of old Dr. Rottenteeth’s Fat Juice and maybe it’s that rare person that Coke and Keurig are trying to grab. After all, cola konsumption is falling and, like Crystal Pepsi and New Coke before it, the manufacturers are trying hard to please konsumers. If the system were a little cheaper, the drinks a little better, and the entire experience not an insult to the environment I could imagine this as a fascinating if overzealous solution to the cola problem. As it stands, however, there is no cola problem and this kit, as ingenious as it is, is rather krappy.", "author": "John Biggs", "date": "2015-10-20 08:13:47"},
{"sentiment": 0.18221397649969076, "title": "Libratone Unveils Two New Multi-Room Speakers With A Great Design", "url": "http://techcrunch.com/2015/10/20/libratone-unveils-two-new-multi-room-speakers-with-a-great-design/", "text": "Libratone has made some stylish wireless speakers over the last few years, including a TechCrunch favorite, the Libratone Zipp. Today, the company unveiled an update to its flagship speaker as well as a smaller version of the Zipp. More importantly, the company is introducing new multi-room features to compete directly with Sonos, Bose and others.\n\nLet’s start with the bigger model. The Libratone Zipp features a brand new, rounder design with the same swappable cloth material. It has the same 360-degree structure to make the speaker sounds good from any side. With 100 watts of sound power, this speaker is more powerful than its previous iteration.\n\nThe more compact Zipp Mini features the exact same design, but in a smaller body. It’s also a bit less powerful with 60 watts. As a comparison, the original Zipp also promised 60 watts.\n\nOther than that, the two devices share the same features, starting with 8 to 10 hours of battery life, Bluetooth 4.1 aptX and Wi-Fi. On the software side, if Bluetooth isn’t your thing, you can stream music using Spotify Connect as well as AirPlay. The speaker now natively supports up to 5 Internet radio stations controlled directly from the speaker.\n\nIn other words, these speakers are packed with wireless streaming options. It’s unclear whether they will support Chromecast Audio in a future software update, but it seems like the speakers have all the hardware features needed to support Chromecast-enabled apps.\n\nAnd then, there is the new multi-room focus with SoundSpaces. This is a new thing for Libratone, and I’m glad to see that they thought about a flexible setup. You can very easily group your speakers together in the Libratone app, which is great if you want to play the same thing in multiple rooms or not — you don’t have to make a final decision when you set up your speakers.\n\nTo link to speakers together, you just drag one on top of the other in the app. You can also just press the SoundSpaces button on the two speakers to pair them. You don’t need any bridge, they will communicate over your Wi-Fi network.\n\nThe new speakers are cheaper than the previous version. The Libratone Zipp costs $299 while the Zipp Mini costs $249. I have used the previous Zipp, and it both sounded and looked great. The wireless features made it one of the most versatile speakers I’ve ever owned.\n\nLibratone’s approach is different from Sonos as you don’t have to use a separate app to pick your music. While the Sonos app is better than it used to be, I’d rather use the Spotify app to play my Spotify content.", "author": "Romain Dillet", "date": "2015-10-20 08:08:59"},
{"sentiment": 0.14748239975512703, "title": "Keep An Eye On Talent And Tech In Canada", "url": "http://techcrunch.com/2015/10/20/canadian-startups-the-entrepreneur-to-moose-ratio-is-narrowing/", "text": "Thanks to a culture of inventiveness, thriving universities, innovative new talent development programs and robust government support, we’re in the midst of a golden time for Canadian entrepreneurs. Venture capital investments in Canada totaled around $2 billion in 2014.\n\nCanada’s largest newspaper, The Globe and Mail, took notice of the boom and tallied up 21 large-scale venture funding deals in Canadian tech, totaling $784 million. One company included on their list was Vision Critical, a customer intelligence software company I started in Vancouver just as the 2000 tech bubble was bursting. Since those dark days, I’ve seen the Canadian entrepreneurship grow into the juggernaut it has become today.\n\nThe road hasn’t always been smooth. Tech’s collapse 15 years ago left us with a conservative investment climate in the world economy and, as a result, many companies stunted. At the same time, Canada’s most famous tech export — BlackBerry — lost its way, dropping from a $55 billion valuation to $7 billion this year, with only 1 percent market share. The company has shed 10,000 employees since 2011.\n\nThe one upside of BlackBerry’s collapse has been the migration of talent to rising tech startups like cloud-based accounting software firm Freshbooks, video performance analysis software provider Vidyard, job hunting platform Careerify (recently scooped up by LinkedIn) and communications software firm Eleven-x. BlackBerry talent is now the backbone of companies like Vancouver’s social media management service Hootsuite (valued at $1 billion) and Kitchener’s educational platform D2L (which has raised $165 million in capital).\n\nOne of the biggest beneficiaries of the BlackBerry exodus was Shopify, a retail software company based in the Canadian capital of Ottawa — a city that hasn’t had much of a tech reputation since the collapse of that other one-time multinational telecom giant, Nortel. Shopify’s trajectory is the envy of every Canadian startup: co-founder Tobi Lütke realized that the e-commerce system he’d developed for his online snowboard store, founded in 2006, was in fact the most valuable part of the company. He refocused, built out fast and his software is now used by 162,000 merchants in 150 countries (and counting). This past spring, the company raised $131 million in an initial public offering, hitting a valuation of $1.27 billion — one of those rare unicorn sightings.\n\nThis much tech activity has created one problem: not enough talent. It can be tough to find qualified workers. This is where our universities, public-private partnerships and a few innovative enterprises have come to the rescue.\n\nLast year, multi-billion dollar enterprise software company SAP launched a program in Canada to support education in science, technology, engineering and mathematics, and in so doing to build direct bridges between students and technology careers. The federal government has also made it easier for employers to obtain the talent they need by improving foreign credential recognitions. And Canada’s universities continue to invest in building and growing tech programs through both public and private partnerships.\n\nIn March, WESCAM, an Ontario-based imaging systems company, announced plans to invest $2 million in a collaboration with Canadian universities to help train a future security and defense technology workforce. And Canadian coders are taking matters into their own hands, learning with and from each other. Coding clubs like Ladies Learning Code, HackerYou, Bitmaker Labs, BrainStation and Camp Tech are popping up and growing throughout the country.\n\nCanadian pride aside, it can be difficult for Canada, with its relatively small population, to compete in the global market against countries like the U.S. and China, but we have our own advantages when it comes to attracting top talent. Few nations can compete with our quality of life — the World Bank finds that Canadians enjoy among the highest standards of living in the world. Universal healthcare for all residents doesn’t hurt, either.\n\nCanada’s Start-Up Visa is the first of its kind in the world, linking immigrant entrepreneurs with experienced private sector organizations that have expertise in working with startups. Proximity to the American tech scene is another advantage: Vancouver is a short flight from Silicon Valley and Toronto is just an hour from New York City. Companies like Facebook, Apple and Twitter, attracted by the buzz, have opened satellite offices in Toronto and Vancouver, and are busy recruiting talent.\n\nThe country that gave you BlackBerry has more in store (don’t worry, it won’t be another Justin Bieber). Look out for Kik, Recon, Wavo, Bionym and many others on the horizon. Canada is a hotbed for wearable tech, in particular. Thalmic Labs (Myo), InteraXon (Muse), Neptune (Pine) and others all shipped out products in 2014.\n\nWhy this obsession with wearables? Some of the credit can go to Canada’s outdoorsy sensibility: wearables are exactly what you need when you’re a health nut. This is especially the case in Vancouver, where many office workers devote an afternoon a week to group hikes up the nearby Grouse Grind mountain trail. Remember, Vancouver is the same city that gave birth to active yoga wear brand Lululemon.\n\nI myself have a Muse headband that senses brainwaves to help me learn to stay focused better. And I can be distractible — with so many exciting developments in the Canadian startup world these days I need all the help I can get.", "author": "Andrew Reid", "date": "2015-10-20 08:00:17"},
{"sentiment": 0.28454239363330275, "title": "DigitalOcean Adds Floating IPs To Kill Server Downtime Once And For All", "url": "http://techcrunch.com/2015/10/20/digitalocean-adds-floating-ips-to-kill-server-downtime-once-and-for-all/", "text": "Popular cloud hosting service DigitalOcean just added a very interesting feature today — floating IPs. So you may ask what is that and why do I need that? It’s better than sliced bread, and let me tell you why.\n\nMany developers are using these trendy cloud hosting services, such as DigitalOcean, Amazon Web Services, Google Cloud Computing and Microsoft Azure. It adds a level of abstraction and flexibility compared to good old servers.\n\nIn particular, it’s great if you want to run your apps in multiple data centers, replicate your application everywhere. But it gets complicated when you need to manage a network. Replacing a droplet (cloud server) isn’t as easy as it should be as you need to tell your other droplets that one of your droplet doesn’t have the same IP address.\n\nThink of it as a major dependency on your mailperson — they know everyone and all the addresses in your town and can help you if someone has moved to a new house, but maybe you don’t want to rely on them every time you’re looking for an address.\n\nMeet floating IPs. If I understand these things correctly, DigitalOcean’s new feature lets you keep your IPs and assign them to any droplet in the same data center. You IP addresses are attached to your accounts, and not to your instances. I think it works like Amazon’s EC2 Elastic IP feature.\n\nThere are many use cases, but one of my favorites is the emergency scenario because who doesn’t love a good disaster movie. Let’s say one of your droplet completely breaks down. It’s unfixable, or it will take hours to fix. Instead of tweaking with your droplet, you can boot up a new droplet with a saved image and assign the old IP to the new IP — I call this a miracle.\n\nEven better, instead of recovering from an image, you can run a backup droplet that replicates everything your production droplet does. Whenever something happens to your production droplet, you can just move the IP and voilà! I’m sure you can even find ways to script everything so you don’t have to reassign the IP manually.\n\nYou can take advantage of floating IPs for two load balancers for example. Isn’t it great? DigitalOcean now has deployed 8 million cloud servers for 700,000 developers. Not bad, not bad at all!", "author": "Romain Dillet", "date": "2015-10-20 07:33:25"},
{"sentiment": 0.0935626102292769, "title": "A Rant About How Twitter And Facebook Are Burying News Publishers", "url": "http://techcrunch.com/2015/10/20/smoothing-publishers-out-of-the-user-experience/", "text": "Publishers are at risk of becoming interchangeable. With Moments and Instant articles, Twitter and Facebook seem happy to take content from publishers without ever sending people back to their sites — you know, the place where publishers earn their money. If news outlets and other media properties don’t change something, they could become dumb content in the smart pipes of social networks.\n\nIn this video, I break down how news consumption is changing, why that’s a danger to publishers, and what they can do to fix it, all in two minutes. And for a deeper investigation, check out my feature article “Twitter And Facebook Are Turning Publishers Into Ghost Writers”", "author": "Josh Constine", "date": "2015-10-20 07:10:08"},
{"sentiment": 0.11722393103972052, "title": "Squad Expands Your Social Circle With Group-On-Group Action", "url": "http://techcrunch.com/2015/10/20/squad-launch/", "text": "Squad is betting that the best time to meet new people is when you’re already out and about with friends, primed to meet other groups of friends.\n\nThe New York City startup is officially launching its iOS app today, and it’s also announcing a raise of $1.7 million in seed funding from Lerer Hippeau Ventures and First Round Capital.\n\nTo use the app, you form a squad with anyone you’re going out with on a given night. Each of you has your own profile, and you can chat internally with your squad, but you can also look at other groups and swipe yes or no to indicate whether you’d be interested in meeting up.\n\nSo is this basically just Tinder for groups? Not exactly. Founder and CEO Adam Liebman said the idea isn’t to create a dating app, where there’s inevitably lot of weight (romantic, sexual, whatever) on the meeting. Squad is designed to facilitate more casual meetups — sure, it could lead to dating or a hookup, but that’s not the main goal.\n\n“Do I want to go out and have a guaranteed good time with friends and probably don’t meet that special someone?” he asked. “Or do I go out on a date, where the chances that they’re our soulmate are very slim, but there’s this weight that explicitly hangs over you.”\n\nNaturally, Liebman is in the “good time with friends” column. He said the idea came from a trip to Montreal, where he “hacked Tinder” by turning his profile into a group profile that allowed him and his friends to meet new people while traveling, an approach that led to interactions that were “fun, organic and not creepy.”\n\nIf you’re like me, you’re already wondering who is or isn’t in your “squad,” but don’t worry — it’s not permanent. Squads are, by their nature, ephemeral. As Liebman put it, “A squad is who you’re going out with.” You can have one squad tonight, and a different one tomorrow. Similarly, the connections between squads will only last for 24 hours — so you’ve got a deadline to make plans and share contact info.\n\nLiebman gave me a bit more detail about how the app works, like how there’s an internal chat within squads but also chats between different squads. At a certain point, it started to seem like a lot of work just to connect with another random group of friends, but Liebman argued that it’s meant to be “analogous to how those dynamics play out in real life.”\n\nThink of the times you’ve been out with friends and started chatting up another group at the same bar. Or when you’ve been with one group of friends and started texting someone to convince them to come over, and maybe bring their friends too. That’s the basic idea here, just in an app, and not limited to your bar or your social circle.\n\nLiebman contrasted this approach with group dating apps like Grouper, where there are usually two people (one from each group) who’ve connected, and they’ve brought their friends along for the ride. The problem there, he said, is that even if the date ends up going well, “two-thirds of the people there are going to have a poor user experience.” And the group dating approach is more formal than Squad’s, with a designated time and place (and usually the expectation of unisex groups, while Squad’s squads can be mixed gender).\n\nLiebman emphasized that with Squad, there are “no strings attached.” If you meet up with another squad but the two groups are “not vibing” and one of them wants to leave, well, no big deal. Heck, it’s fine if you try to meet up and they never show up at all, because even in the worst case scenario, “You’re still having your night out with your friends.”\n\nThe Squad app is free. Liebman said the current focus is on “creating a great product,” but eventually, he plans to make money through brand advertising, as well as promotions from nearby businesses and events.\n\nUpdate: Squad says its group-matching only works in New York City for now, but there are plans to add other major cities later this year.", "author": "Anthony Ha", "date": "2015-10-20 05:00:00"},
{"sentiment": 0.15557178932178933, "title": "Verizon Beats On Q3 Sales Of $33.2B, EPS Of $1.04 Buoyed By New Device Sales", "url": "http://techcrunch.com/2015/10/20/verizon-q3/", "text": "Verizon Communications — the carrier that acquired AOL (and, as a result, us) earlier this year — reported its Q3 earnings today. The company posted revenues of $33.2 billion, with non-GAAP earnings per share of $1.04. Both beat analysts’ estimates: they had been expecting sales of $32.94 billion on an EPS of $1.02.\n\nNet income was $4.2 billion, up 9.9 percent on the same quarter a year ago.\n\n“Verizon continues to grow earnings by delivering network reliability and superior value that continues to attract new customers,” said Chairman and CEO Lowell McAdam in a statement. “Verizon Wireless posted another quarter of quality connections growth – even better than in the second quarter – while maintaining high customer loyalty and profitability. Meanwhile, fios customer growth also improved from the previous quarter. We expect future revenue growth from mobile over-the-top video, including digital advertising, and the Internet of Things.”\n\nBreaking out into specific segments, Verizon Wireless had a quarter buoyed by new device sales. It reported revenues of $23 billion, up 5.4 percent over a year ago. While service revenues of $17.6 billion were down 4.1 percent, equipment revenues almost doubled to $4.3 billion, “as more customers chose to buy new devices with installment pricing.” The company now has 110.8 million retail connections, up 4.3 percent; and 105.8 postpaid subscribers, up 4.9 percent, adding 1.3 million in total in the quarter.\n\nWireline, meanwhile, continues to play second fiddle to Verizon’s wireless business. Consumer revenues in Q3 were $4 billion, up 2.8 percent on a year ago, with the company’s fiber-based fios services accounting for 79 percent of all sales at $3.4 billion. (Fios is also growing faster, up 7.5%.) The company has 17.4 million fios digital subscriptions and 18.7 million standard voice subscribers.\n\nThe results come at a time when Verizon — with its legacy in providing fixed and wireless telephony services — is trying to make a more concerted shift to new technologies like video and new revenue streams that ride on top of that new tech, such as mobile video advertising. This was the rationale for buying AOL for $4.4 billion, and AOL itself subsequently acquiring more of its own mobile ad assets in the form of Millennial Media.\n\nThe shift has also been playing out in Verizon’s product developments. They have included the launch of the Go90 mobile video service, which is aimed at a younger demographic and in general people who are watching their entertainment on mobile screens. The iOS and Android app is ad-supported and free and includes shows from traditional TV networks as well as online video and content from multi-channel networks and live events. We’ll be listening to today’s earnings call to see if Verizon sheds any light on how well this has done since launching officially earlier this month.\n\nOther product moves have been more under the hood but no less important: the include the company merging its own so-called “supercookie” user tracking services from its own network with AOL’s own browser-based ad network tracking.\n\nBut perhaps more significantly for Wall Street, the shift has also been playing out in Verizon’s bottom line. Last quarter, Verizon beat on profits but fell short on revenue, and while the company raised its quarterly dividend in September in the interim period it also issued a notice that warned that growth may stall in the future.\n\n“Full-year 2016 earnings may plateau at 2015 levels as the company manages near-term impacts,” according to a statement based on remarks by Verizon CEO Lowell McAdam. “These impacts include the commercial model change in wireless, year-over-year wireline financial comparisons following the expected first-half 2016 sale of operations to Frontier Communications Corp., and the ramp up of new business models for wireless video and IoT.”\n\nFor the moment, though, growth continues well and clear, with today’s 3.3 percent increase surpassing Q2’s.", "author": "Ingrid Lunden", "date": "2015-10-20 04:38:41"},
{"sentiment": 0.14822020202020203, "title": "Cybersecurity Firm Illusive Networks Raises $22M Series B, Looks To Protect Through Deception", "url": "http://techcrunch.com/2015/10/20/cybersecurity-firm-illusive-networks-raises-22m-series-b-looks-to-protect-through-deception/", "text": "Sometimes the best way to protect data is to make it appear as vulnerable as possible.\n\nIllusive networks, an Israeli cybersecurity firm launched just a few months ago, has captured the attention of investors and companies with its novel approach to protecting networks. An approach that illusive networks CEO Shlomo Touboul believes will leave hackers “caught with their pants down.”\n\nThe system relies on deceptions that are installed on “every endpoint, server and network component” of the customer’s network. These deceptions are triggered when a malicious hacker stumbles across or acts on them, which automatically launches a forensic application that produces a detailed report allowing the company to detect and contain the attack in its very easy stages.\n\nWhat results from all of this, Touboul says, is a system that returns “almost no false positives.\n\n“Today’s headlines confirm the need for a completely new approach to stopping cyber attackers,” Touboul said in a statement. “Illusive networks creates a hall of mirrors where attackers can no longer determine what’s real and what’s false.”\n\nThe “hall of mirrors” strategy is definitely attracting attention.\n\nAfter launching with a $5 million Series A in June, the company announced today that it has just closed a $22 million Series B let by New Enterprise Associates (NEA). Bessemer Venture Partners, Marker LLC , Citi Ventures, and Eric Schmidt’s Innovation Endeavors also participated in the round.\n\nKittu Kolluri, a General Partner at NEA believes that illusive network’s unique approach will really take the industry by storm.\n\n“Established security approaches, such as perimeter defense and old school honeypots, are failing to protect networks,” Kolluri said in a statement. “Illusive networks has a uniquely innovative vision, scalable architecture, and some of the best security DNA out there. We are thrilled to partner with the team to take deception-based technology to the next level.”", "author": "Lucas Matney", "date": "2015-10-20 04:30:19"},
{"sentiment": 0.14789196310935443, "title": "New SAP Tool Aims To Fuse Content and Community With eCommerce", "url": "http://techcrunch.com/2015/10/20/new-sap-product-aims-to-fuse-content-and-commerce/", "text": "It’s often said that content is king, but in a typical marketing department you have a hodgepodge of content. That could include carefully-crafted web copy, blog entries and FAQs along with user-generated ratings and reviews. For many companies, at least some of this content is spread out across the site without any real connection between the product pages and the content that supports it.\n\nSAP has a theory that spreading all of this content asunder makes it rather difficult for consumers to make informed decisions about their purchases — and this goes for any type of sale, whether a consumer device like a camera or something more complex like an enterprise technology purchase.\n\nThat’s why the company came out with a new product today at the Hybris customer conference, called SAP Jam Communities, Edition for SAP Hybris Commerce. The lack of poetry in the name notwithstanding, this product is designed to help companies create a more coherent link between all of the content related to the product and the product itself.\n\nJust to parse that title for you for those who aren’t familiar with SAP, Jam is the company’s community product, created several years ago to facilitate employee communication. Hybris is an ecommerce product SAP bought in 2013. Bringing the two technologies together, SAP is hoping to create sites and apps that help consumers when they need it most with an appropriate level of content, whether from the company or community.\n\nTo achieve that, the company says the tool was built with what it called “an API-first” approach. In practice this means, that every component of the service is containerized, delivered as a micro-service and pluggable into any web page or app. This should allow customers to build a customized ecommerce experience that can adjust the appropriate amount of content, depending on the product’s complexity.\n\nFor example, if the product involves a fairly easy buying decision like a $10 external battery for your cell phone, then simple ratings and reviews will probably suffice, but as the buying decision gets more complex, it requires a more detailed content from various sources to walk the buyer through the purchase process — like say a car or a wind turbine\n\nThe eventual goal of any ecommerce tool is to get the visitor to buy something without leaving, and to that end, each page includes whatever content the system designers might deem necessary for a particular product, and a Buy button. In the case of a more complex product, buyers might see a button for contacting a sales person, distributor or dealer, who can provide more information and begin to push the sale further along.\n\nSAP is hoping that this approach has advantages over traditional content marketing and ecommerce strategies where it has been difficult to measure the ROI of the content part of the process. That’s because the content has sometimes lacked a coherent connection to the buying experience itself, often left on a disconnected landing page.\n\nBy including more of the content within the sales process instead of in a separate place, the company believes it should make it easier to measure the effectiveness of your content against actual sales, giving companies easier access to data that had previously been much more difficult to tease out.\n\nSAP officials hinted that this could be the first of a series of enterprise-community products. eCommerce was a natural fit, especially since the company owns Hybris, but building the product using micro services was an intentional strategy to make the product transfer more easily to other use cases in the future.", "author": "Ron Miller", "date": "2015-10-20 04:00:46"},
{"sentiment": 0.33768115942028987, "title": "Get Your Disrupt London Hackathon Tickets Now", "url": "http://techcrunch.com/2015/10/20/get-your-disrupt-london-hackathon-tickets-now/", "text": "Attention hackers, coders and other makers. The first wave of tickets to the Hackathon at Disrupt London 2015 are now available, and you can get in on the action by getting a free ticket here.\n\nThe Hackathon takes place December 5 and 6 at the awesome Copper Box Arena in the Queen Elizabeth Olympic Park in London. The Hackathon is a place where some pretty awesome companies are born in just over 24 hours, and if you like to create things, you’re definitely going to want to be there.\n\nThe Hackathon kicks off on Saturday, December 5 at 12:30 p.m. PT with networking and the forming of the Hackathon teams. On Sunday, December 6, after a grueling 20-plus hours of hacking and coding, teams will have just 60 seconds to present their projects to a panel of judges on the Disrupt stage.\n\nThose teams will win the opportunity to score tickets to Disrupt London on December 7 and 8, as well as the $5,000 (approximately £3,200) main prize and several gadgets, toys and other monetary prizes from our sponsors.\n\nAll teams who earn a score of 3 or higher will win two tickets to the conference, where they’ll get to attend all the fireside chats, browse the awesome startups in Hardware and Startup Alley, and hobnob at all of the parties and after-parties.\n\nThe Hackathon is a place for both hardware and software startups — the hardware company Shower With Friends won the event at Disrupt SF in 2014, and software company Infected Flight won the London Hackathon in 2014. So bring whatever great idea you have and spend the weekend bringing it that much closer to reality.\n\nWe can’t wait to see what you come up with. But you’ll need to get your tickets first, so head over to our ticketing page to sign up for your spot at the Hackathon.\n\nOur sponsors help make Disrupt happen. If you are interested in learning more about sponsorship opportunities, please contact our sponsorship team at sponsors@techcrunch.com.", "author": "Matt Burns", "date": "2015-10-20 04:00:23"},
{"sentiment": 0.1418796536796537, "title": "Google Invests In Mobvoi, Its Android Wear Partner In China", "url": "http://techcrunch.com/2015/10/20/google-invests-in-mobvoi-its-android-wear-partner-in-china/", "text": "Google’s services are not available in China, but that isn’t stopping it from making a significant investment in a company based on Chinese soil. The U.S. search giant is backing Mobvoi, a three-year-old company specializing in mobile voice technology.\n\nThe duo already have business ties. Mobvoi is the company that Google picked to bring Android Wear, its operating system for wearables, to China, so this deal takes things up to the next level.\n\nThe size of the investment, which is a Series C round for Mobvoi, has not been disclosed, but Mobvoi co-founder Yuanyuan Li confirmed that Google has become a minority shareholder. The deal, she said, takes the company to $75 million in investment to date. Since Mobvoi previously raised $10 million Series B and $1.6 million Series A rounds, Google’s investment is just shy of $65 million.\n\nUpdate: Mobvoi has clarified to TechCrunch that it raised previously unannounced funding rounds so the amount invested by Google is lower than the $60-65 million that we originally reported. The company declined to disclose the value of those unannounced rounds or Google’s investment when we asked directly.\n\nBeyond the Android Wear deal, the two companies have plenty in common. Beijing-based Mobvoi was started by ex-Googlers — CEO Zhifei Li and CTO Mike Lei are both former research scientists with Google U.S. — and Li said the company’s DNA is heavily influenced by the tech giant.\n\n“We used the Google model from day one,” she told TechCrunch in an interview. “We wanted to have same culture and team values. The co-operation [on bringing Android Wear to China] went really well… and [Google] showed interest and decided to make an investment.”\n\nOn the business and product side, Mobvoi is very Googley, too.\n\nThe company is probably best known for Chumenwenwen, a mobile voice search service very much in the style of Siri or Google Now. The service is akin to a virtual butler, allowing users to perform a range of tasks — including search, checking weather, buying items, and more — just using their voice. Li said the company has struck deals with over 100 content partners to give users access to various services via Chumenwenwen.\n\nMobvoi used its natural language technology to build out its own smartwatch software, too. Ticwear is a ROM that pairs with Android Wear to make the Google-run operating system — which is kneecapped in China thanks to the government’s blockage of Google services — work in mainland China.\n\nBeyond developing smartwatch software, which works on selected watches like the Moto 360, Mobvoi went a step further and developed its own hardware: the Ticwatch. Li said the company has sold 30,000 units of the smartwatch, which is priced between $160-$190 in China, but it remains focused on software development.\n\n“Our goal isn’t to be a watch manufacturer, [but] we’re happy to see early adopters buying our product,” she said.\n\nMobvoi said it will use its new financing to hire talent from across the world and continue refine its software services — Ticwear is updated every two weeks, much like Xiaomi’s approach to its MIUI Android software — while it is plans to dip its toes into robotics and it is also working on its own in-car software. That latter product is, again, much like a Chinafied version of Apple’s CarPlay or Android Auto from Google.\n\nGiven the many business/tech similarities between both companies and reports that the U.S. firm is looking to open up its services in China — and in particular the Google Play Store — is today’s investment a sign that Google has found the company in China to rebuild its business there?\n\nPerhaps there’s even the possibility of a full Google buyout in the future?\n\nNot so, according to Li.\n\n“We value this partnership a lot, and respect Google as an investor, [but it is] still a minority investor and we will focus on what we believe in and in our products,” she told TechCrunch. “We’re not changing what we’ve planned, but there are definitely more opportunities [that will open up].”\n\nGoogle, for its part, said it has “nothing to announce at this time” when we asked about potential plans to expand the scope of its partnership with Mobvoi and reopen the Google Play Store in China.\n\nThe company may be coy on its China plans, but today’s news is undoubted evidence that those plans do exist in some form. Google Inc and its Google Capital VC arm have made investments in China in the past — including a $5 million stake in music and video site Xuneli way back in 2007 — but this deal with Mobvoi is certainly its most strategic to date, and it sets off thoughts about what the search giant has up its sleeve.\n\nNote: This post has been updated to correct the name of the Mobvoi spokesperson. Apologies for any confusion.", "author": "Jon Russell", "date": "2015-10-20 03:20:37"},
{"sentiment": 0.06909937888198758, "title": "Attune Technologies Gets $10M Series B To Expand Its Healthcare Software Beyond India", "url": "http://techcrunch.com/2015/10/20/attune-series-b/", "text": "Attune Technologies, a startup that makes cloud-based software for hospitals and labs, will tackle markets outside of India after scoring a $10 million Series B round from Qualcomm Ventures and returning investor Norwest Venture Partners.\n\nThis is the first investment from Qualcomm Ventures’ Strategic Venture Fund in India, which was announced at the end of last month. Along with a $6 million Series A that Attune Technologies raised in May from Norwest and angel funding, this brings the startup’s total venture funding so far to $17 million.\n\nFounder Arvind Kumar says there is still plenty of room to grow in India, where Attune’s software currently handles 10 million patient records for 2,500 healthcare centers, but it also plans to launch soon in the Middle East, Southeast Asia, and Africa.\n\nAttune was founded to give smaller organizations without IT departments an affordable alternative to traditional hospital management software, which is often costly to deploy and maintain. The company charges a fixed monthly fee for SaaS products tailored to hospitals, diagnostics labs, and clinics.\n\n“What the cloud and SaaS does is democratize a lot of software which was only available to large hospitals and labs before that could afford to pay a premium,” says Kumar. Besides scaling in India, Attune also plans to offer its products in the United Arab Emirates, Qatar, Oman, Saudi Arabia in the Middle East; Nigeria, Kenya, Ghana, and Mauritius in Africa; and Malaysia, India, and Vietnam in Southeast Asia.\n\nIn India, Attune’s competitors include Ubq Software and Insta Health (the latter was acquired by Practo last month). Kumar says Attune differentiates by being almost completely cloud-based, so its products are not only more accessible, but will also be easier to adapt to mobile. These will include apps for doctors and lab technicians so they can access patient records and other data from their smartphones, as well as a mobile-first health screening app to track malaria and other communicable diseases and predict where they will spread.\n\nAttune’s mobile technology may also help it cement partnerships with companies that offer home healthcare visits, a fast-growing market in India.", "author": "Catherine Shu", "date": "2015-10-20 03:07:35"},
{"sentiment": 0.18444650587507727, "title": "Parking App SpotHero Doubles Down On NYC, Hires Former Zipcar GM To Lead Charge", "url": "http://techcrunch.com/2015/10/20/on-demand-parking-app-spothero-doubles-down-on-nyc-market/", "text": "The quest to find a parking spot in New York City has never been easy, but SpotHero is looking to make the process a bit less painful.\n\nThe Chicago-based on-demand parking app wrapped up a $20 million Series B just a couple months ago and is now beginning to shift their attention to conquering NYC.\n\nNew York definitely has its own unique driving culture that differs strongly from San Francisco and Chicago, but SpotHero CEO Mark Lawrence tells me his team is ready to put it all out there as it seeks to make NYC its top priority. “We’re here for the long haul. We’re not going anywhere,” he said.\n\nPart of Lawrence’s strategy involves hiring people on that are already quite familiar with the market. SpotHero announced today that it has hired John Horton, the former NYC General Manager of Zipcar to lead and grow out their team in New York City.\n\n“SpotHero is the clear leader in this space,” Horton said in a statement. “I look forward to building upon this year’s momentum, partnering with parking operators and making parking easier for drivers in New York.”\n\nIn the past year, SpotHero has seen its business accelerate greatly in NYC with the number of parking facilities in its marketplace increasing from 183 to 645. The company is also seeing use of their mobile app take off with over half of all spots being reserved through the app.\n\nLawrence told me that he expects NYC to eventually become the company’s most important market and that he wants to be sure that the company sets itself up to succeed early on. To Lawrence, right now that means hiring talent that knows the market well and can give the company an early advantage in tackling the issue of parking in a city of 8.4 million people.", "author": "Lucas Matney", "date": "2015-10-20 03:01:46"},
{"sentiment": 0.20104166666666667, "title": "Listen To Lost My Name CEO Talk Side Project To Startup, Google Ventures, And What’s Next", "url": "http://techcrunch.com/2015/10/20/interview-asi-sharabi/", "text": "Earlier this week I jumped on a call with Asi Sharabi (pictured third from left above), co-founder and CEO of London-based startup Lost My Name, the self-described “full-stack” publisher that makes personalised pictures books for kids.\n\nThe company’s backers include Forward Partners and mostly recently Google Ventures, who led a $9 million Series A round back in June.\n\nIn the interview (which over-ran somewhat!) we talked in-depth about how Lost My Name went from side project to a company with a multimillion dollar valuation, how the startup sold over 700,000 books in two years, and fund-raising with Google Ventures.\n\nWe also discussed Lost My Name’s latest product — The Incredible Intergalactic Journey Home — which claims to be the most technologically ambitious kids picture book ever!\n\nYou can listen to the lightly edited interview below.", "author": "Steve O'Hear", "date": "2015-10-20 02:22:11"},
{"sentiment": 0.12849099099099098, "title": "Yidao Yongche, A Lesser Rival To Uber In China, Raises $700M At A $1B Valuation", "url": "http://techcrunch.com/2015/10/20/yidao-yongche-a-lesser-rival-to-uber-in-china-raises-700m-at-a-1b-valuation/", "text": "There’s major investment news for taxi-hailing apps in China, but for once it doesn’t concern Uber or the U.S. company’s well-backed Chinese rival Didi Kuaidi. Yidao Yongche, a three-year-old private car service, has received an investment that values its business at the magic $1 billion mark.\n\nLeTV — an ambitious Chinese company that sells smartphones, runs a growing video site, and holds other business interests — announced today that it has bought a 70 percent stake in Yidao Yongche. LeTV said the investment is undisclosed, but the taxi firm confirmed to TechCrunch that the amount is $700 million — which puts it in the billion dollar unicorn bracket.\n\nThat’s a pretty impressive valuation for a company that analyst reports estimate holds anything between 0.7 percent and 2.7 percent of the domestic ride sharing market. The billion dollar valuation is testament to the potential that investors see in the taxi market in China — a country that Uber, for one, predicts will surpass its U.S. business soon — and likewise the size of LeTV’s ambitions.\n\nLeTV is probably best known in China for its Xiaomi-like affordable Android phones and its video site which is challenging Youku Tudou, the dominant player which Alibaba is bidding to buy for $3.8 billion.\n\nBut LeTV is also hard at work on robotics and cars. The company recently partnered with Aston Marin and BAIC to develop electric cars, and it claims to have invested in a range of businesses that cover the automobile space, including R&D, sales, charging and more.\n\nBecoming a majority shareholder in Yidao Yongche adds another component to its automotive move, a company spokesperson told TechCrunch.\n\nYidao Yongche, which was previously linked with an investment from Uber that never materialized, is an interesting player in China’s ride-hailing space. While financially outgunned by Didi Kuaidi, the $15 billion valued company that recently raised $3 billion, and Uber, which raised $1.2 billion for its China business and is a planning a huge expansion in the country, it has carved a niche for providing Uber Black-like private cars. That extends to overseas markets, too. Yidao Yongche is present in over 20 cities across the U.S. and other countries where it caters to the burgeoning number of Chinese tourists.\n\n“Most Chinese don’t speak English and find it difficult to communicate with foreign drivers after they land in another country. We have Chinese-speaking drivers in the U.S. and other places to make it seamless and stress-free,” founder and CEO Zhou Hang told China Daily earlier this summer.", "author": "Jon Russell", "date": "2015-10-20 01:58:04"},
{"sentiment": 0.11154882154882155, "title": "Works Applications, One Of Japan’s Largest Enterprise Software Makers, Launches In The U.S.", "url": "http://techcrunch.com/2015/10/20/work-applications/", "text": "Works Applications is one of Japan’s largest enterprise software companies, but it’s still unknown in the United States. The Tokyo-based company is hoping to change that with the launch of AI Works, a cloud-based enterprise resource planning platform that uses artificial intelligence to make data entry less tedious, faster, and more accurate. AI Works was unveiled yesterday at the HR Technology Conference in Las Vegas.\n\nThe company’s products are currently used by 7,000 organizations, but to make a dent in the U.S. market, Works Applications has to convince companies to choose AI Works over well-established products from competitors like Workday, SAP, and Oracle.\n\nWorks Applications, which has 4,000 employees, was founded in 1996 to provide ERP software to Asian companies. Chief executive officer Masayuki Makino says that at the time, products from most U.S.-based companies had not been localized yet. Not only were languages an issue, but also the different financial calendars used in Japan and other countries. Works Applications built market share by taking a different approach from its competitors, which Makino says were focused on making software for clients in the U.S. and Europe.\n\nNow that Works Applications is one of Japan’s top players, the company wants to expand beyond Asia. Over the last 20 years, Makino says, the user experience of ERP software has remained relatively stagnant, which gives Works Applications an opportunity.\n\n“We’ve shifted our mindset from guarding our number one position in Japan to becoming an innovative company and dramatically improving the productivity of users with breakthrough technology,” he told TechCrunch in an interview last month.\n\nThe company claims that AI Works, which integrates spreadsheets, emails, online group chats, analytic tools, and other tools with cloud storage so users can collaborate on documents, cuts the amount of time employees spent on data entry in half. The idea behind its user interface will be familiar to people who rely on Google Autocomplete and Works Applications claims the software has a response time of 100 milliseconds or less. AI Works can be especially helpful for accounting and finance departments by predicting what items are being entered or automatically pulling numbers from receipts and other documents.\n\nWorks Applications will continue to expand in Asia (Singapore and China are both top priorities), but Makino says it is tackling the North American market “because in the world of IT you have to nail America in order to be considered a global player.”\n\nOf course, Works Applications faces the considerable challenge of convincing companies to switch over from their existing ERP software. Makino is confident that AI Works will be able to win over new customers through demonstrations and by keeping switchover costs low, but concedes that “there is no guarantee of success because this is our first experience marketing in the U.S.”\n\nOn the other hand, he claims that Works Applications has been able to convince most Oracle and SAP users in Japan to switch over to AI Works once they see the software in use. “When it comes to the product, it’s hard to anticipate that they will resist it,” he says.", "author": "Catherine Shu", "date": "2015-10-20 12:30:39"},
{"sentiment": -0.029370629370629373, "title": "China’s Public Cloud Market Will More Than Double To $3.8B By 2020, Says Forrester", "url": "http://techcrunch.com/2015/10/19/chinas-cloud-market-to-double-by-2020/", "text": "The size of China’s public cloud market will grow rapidly in the next five years, more than doubling to $3.8 billion in 2020 from $1.8 billion this year, says a new report from Forrester.\n\nAccording to the research firm’s criteria, which evaluated each service’s technology, business strategy, and market size by customer base and revenue, the leading three providers in the country are currently Alibaba (which recently made a $1 billion investment in Aliyun, its cloud unit), Amazon Web Services, and Microsoft.\n\nTencent is also a potential contender, but other homegrown cloud providers (including ChinaC, DaoCloud, JD.com, MoPaaS, QingCloud, UCloud, and UnitedStack) currently trail far behind the market leaders, according to Forrester analysts Charlie Dai and Frank Liu.\n\nAliyun has managed to build the largest ecosystem by partnering with technology, SaaS, and consulting companies, which is not surprising considering Alibaba’s clout in China.\n\nOn the other hand, Forrester says AWS and Microsoft Azure (both of which launched in China last year) still have “the strongest product strategy due to their focus on the user experience and blending of infrastructure and platform-based services.”\n\nTwo-thirds of the 299 Chinese software companies surveyed by Forrester says increasing their use of public cloud platforms is a major priority over the next year. Factors driving the adoption of public cloud services in China include more smartphone users, which means developers have to handle heavier traffic on apps, and the fact that using offsite servers is an affordable option for SMBs that have slim profit margins.\n\nFurthermore, governments in several major cities and regions—including Shanghai, which helped launch Microsoft Azure in China, Beijing, Ningxia, and Dalian—have recognized the importance of cloud computing to help public services run efficiently.", "author": "Catherine Shu", "date": "2015-10-19 11:31:47"},
{"sentiment": 0.02276936026936027, "title": "The New Apple TV Is Coming Next Week", "url": "http://techcrunch.com/2015/10/19/tim-cook-says-the-new-apple-tvs-are-coming-next-week/", "text": "Pre-orders for the new Apple TVs are set to begin next Monday, Apple CEO Tim Cook said onstage at the WSJD Live conference, with shipments likely to be sent out by the end of next week.\n\nApple had previously said that they were hoping to send out devices “sometime in October,” so this reveal fits the device’s ship date snugly at the end of that time table.\n\nThe new Apple TV boasts major Siri integration, a touchpad remote, tvOS and a dedicated app store. The 32GB model will go for $149 with the beefier 64GB version going for $199.", "author": "Lucas Matney", "date": "2015-10-19 09:19:25"},
{"sentiment": 0.14275803144224197, "title": "Tim Cook Says Apple Music Has 6.5M Paying Users", "url": "http://techcrunch.com/2015/10/19/tim-cook-says-apple-music-has-6-5m-paying-users/", "text": "It’s been three and a half months since Apple Music launched and, with the first wave of users’ free three-month trial periods coming to a close at the end of October, Apple has given a taste of how it is faring. Company CEO Tim Cook said the service currently has 6.5 million paying users. On top of that, Cook shared that there are 8.5 million people using the free trial right now.\n\nBack in August, Apple said that it had 11 million people on the trial, so it converted just over half of them into paid users. (More on that below.) Apple Music’s figures are some way short of Spotify’s 20 million paying customer base, but it’s not a bad effort for the new service — which isn’t yet available on Android and has no free listening option. That former is important in emerging markets, while the latter can help snare more conservative users and convert them to paying customers later.\n\nHuge caveat though: music streaming services are fairly notorious for muddying the waters when it comes to user numbers. Deezer, the French firm that is going public this month, claims 6.3 million paying ‘subscribers’, for instance, yet just 1.5 million are actual paying members.\n\nApple Music may be similarly vague with its big numbers, since a decent chunk of that 6.5 million may be people who forgot to cancel their free trial and involuntarily became paying members. That might sound easily avoidable but it happened to some staffers at TechCrunch. I’ll spare the names and save their embarrassment — the point is that it is very easy to become a paying Apple Music customer without necessarily meaning to be one.\n\nCook, who was speaking at the Wall Street Journal’s Live event, also discussed Apple’s plans for CarPlay, security and the new Apple TV, which he revealed is launching next week. The Apple supremo didn’t, however, give sales figures for Apple Watch — you’ll have to wait on that.", "author": "Jon Russell", "date": "2015-10-19 09:18:20"},
{"sentiment": 0.041600621600621605, "title": "Here’s The New Star Wars Trailer, Scene-By-Scene, As GIFs For You To Study", "url": "http://techcrunch.com/gallery/heres-the-new-star-wars-trailer-scene-by-scene-as-gifs-for-you-to-study/", "text": "If you’re like me (and a billion other geeks), you’re probably watching the new Star Wars: The Force Awakens trailer on endless repeat, trying to scrape out any little detail you can from the fleeting glimpses it provides.\n\nTo make my own life easier, I broke the whole thing down into GIFs — one GIF per scene/clip.\n\nCare to dig through them with me? Here’s the whole set.\n\nJust want to see the trailer? Here you go.\n\nWARNING: Looking too closely at trailers can mean stuff gets spoiled. I’ve noticed some potentially spoilery-stuff already. Note that while 99% of what I say is conjecture/total guessing, there’s pretty high spoiler risk here. Tread carefully.", "author": "Greg Kumparak", "date": "2015-10-19 08:56:26"},
{"sentiment": 0.18603174603174605, "title": "Here’s The First Full Length Star Wars: The Force Awakens Trailer", "url": "http://techcrunch.com/2015/10/19/heres-the-first-full-length-star-wars-the-force-awakens-trailer/", "text": "We’ve seen teaser after teaser, but the first full length trailer for Star Wars: The Force Awakens is here.\n\nReady to watch it on loop for the rest of the night?\n\nHere you go:\n\nWorried you’ve missed something? We broke down the trailer, scene-by-scene, right over here.", "author": "Greg Kumparak", "date": "2015-10-19 07:13:51"},
{"sentiment": 0.05704198065309177, "title": "Weeby.co Wants To Take The Reins of Mobile Game Development", "url": "http://techcrunch.com/2015/10/19/weeby-co-mobile-game-development/", "text": "Michael Carter and his team at Weeby.co want to break mobile games out of Apple’s App Store and move them into the cloud.\n\nIn their office on Mountain View’s Castro Street, the team at Weeby.co is building the first cloud-based mobile game development suite. Their new suite combines a cloud-based Integrated Development Environment with integrated game engines for physics and visualization. Along with that, Weeby.co also seamlessly integrates games with social networks and competitive play.\n\nWeeby.co wants to shorten the long process associated with developing apps for mobile devices. Instead of going through the tedious iOS development process and waiting for Apple to approve an app submitted to the store, developers can deploy and share games built in HTML5 as they are built. Much of this, Carter explained, is because HTML5 games today can be built with the same capabilities and features that were once restricted to native apps.\n\n“Your phone is actually a development environment,” said Carter. “You can actually build native iOS apps while running on iOS, or Android apps on an iOS device. Imagine you have two phones, one is your dev [elopement] phone, and another can be your debug phone.”\n\nErnestine Fu, partner at Alsop Louie Ventures and an advisor to the company, explained that the ability to develop entirely on the cloud will give users a whole new set of powers.\n\n“The Weeby.co team is building the future for all mobile apps and games,” Fu said. “I can’t think of any other system that lets you set breakpoints over LTE, with no configuration or provisioning.”\n\nEach game engine supported by Weeby.co comes with a custom set of libraries meant for the Weeby.co platform. By keeping their entire system in the cloud, the company cuts down significantly on development time, taking 5 times less time than development in XCode.\n\nUsers currently have the option to download their HTML5 games, or instantly build them as native smartphone apps. However, if they so choose, Weeby.co will host games on their Amazon Web Services’ Simple Storage Service account for free and send developers a hyperlink to where the game is hosted.\n\nLong-term, though, the company’s goals are far more than just building a game development environment. Carter wants to be a game publisher as well, working with ‘alternative’ app stores based inside web browsers embedded inside apps like WeChat.\n\n“We’re sort of like Adobe plus Steam,” said Carter. “We want to build the very best tools that make apps and games everywhere, and we have one right now which is faster and better than XCode and our other competitors.”\n\nWhile the company intends to let anyone use the development environment, Weeby.co will treat content publication on their partner app stores as a premium service.\n\n“Right now, we’re intending to allow anyone to use the game developing IDE, but the professional side is the [publication] service,” said Carter.\n\nAs grand as their current vision is, the company’s vision for the future is even larger.\n\n“We have this vision of the future, where we want to facilitate the next generation of children learning to code,” said Michael.\n\nThe inspiration for this came from MIT’s Media Lab, which develops a visual programming language for children called Scratch, and allows children to make a copy of a game and start independent development on it, making their own modifications.\n\nWhether or not Weeby.co will be able to take the reins of development out of the hands of XCode and Apple remains to be seen. If the technology works as seamlessly as it did in the demo, the future will definitely be bright for the company.", "author": "Nitish Kulkarni", "date": "2015-10-19 07:05:01"},
{"sentiment": 0.11096153431974326, "title": "Crisis Experts Debate Amazon’s Latest Move: Another Shoe to Drop?", "url": "http://techcrunch.com/2015/10/19/crisis-experts-debate-amazons-latest-move-another-shoe-to-drop/", "text": "When a New York Times piece came out in August that described Amazon’s workplace culture as “bruising,” Amazon cofounder and CEO Jeff Bezos acted quickly to dampen the story’s blow. He wrote a memo to employees saying the account “doesn’t describe the Amazon I know” and pointed out a separate piece by an Amazon engineer who described the Times article as “utter reader bait.”\n\nIt was a smart approach, suggests Marina Ein, whose Washington, D.C.-based crisis communications firm has represented Michael Milken and Dominique Strauss-Kahn, among others. “I thought the company was acting on very good advice,” she says.\n\nMore confounding to Ein is a new post authored by former journalist and current Amazon spokesman Jay Carney, in which Carney not only systematically attacks the now two-month-old Times piece for being imbalanced but works to undermine several former employees quoted in the story.\n\nOne is former site merchandiser Bo Olson, who spent roughly 20 months at Amazon and had told the Times for its story, “You walk out of a conference room and you’ll see a grown man covering his face . . . Nearly every person I worked with, I saw cry at their desk.”\n\nWrote Carney of Olson today: “His brief tenure at Amazon ended after an investigation revealed he had attempted to defraud vendors and conceal it by falsifying business records. When confronted with the evidence, he admitted it and resigned immediately.”\n\n“I think it’s crazy,” says Ein of Carney’s unexpected missive. “When you have a damaging story with collateral implications for the future, you tamp it down. You don’t reawaken it and draw more attention to it than it might have received in the first place.” (According to the Times, its Amazon piece has received more than five million page views already, making it among the outlet’s most-read stories of the year.)\n\nOuting Olson makes it worse, says Ein. “Not only does it sound vindictive, but I don’t think there’s any time that it’s wise for a company to get into the personal and confidential details of an employee’s hiring or firing.”\n\nIn his post, Carney explains that Amazon felt compelled to take action when the New York Times wouldn’t listen to its arguments. “We presented the Times with our findings several weeks ago, hoping they might take action to correct the record. They haven’t, which is why we decided to write about it ourselves.”\n\nUnlike Ein, crisis manager Jeff Eller approves of Amazon’s no-holds-barred strategy, noting that it has worked effectively in the past, including in a similar tussle between the New York Times and Wal-mart last year. One day after the Times published an opinion piece that characterized Wal-mart as a “net drain on taxpayers,” Wal-mart battled back, cheekily annotating the piece with notes that include, “We are the largest taxpayer in America. Can we see your math?”\n\nSays Eller, who represented Firestone in its tire recall in 2000 and General Motors in its ignition switch recall last year, “There’s this inherent perception that the Times is too big to tackle. But I don’t think so. They put their pants on just like everybody does.”\n\nStill, fighting back aggressively is one thing. Fighting back long after people have stopped talking about a story is another. Certainly, the timing of Amazon’s newest response to the Times is, well, strange.\n\nIndeed, a third, top crisis manager who asked not to be named has another theory about Amazon’s latest lob, which is that another shoe may be about to drop.\n\n“It could be that Amazon is pissed off,” as seems to be the case, says this veteran of public relations. “Amazon could also be trying to issue a warning; it could be that there’s a class-action suit in the works.” (Indeed, employment attorneys have previously suggested that a “creative attorney” could probably make hay with the anecdotes published in the Times.)\n\nA third possibility, suggests this person, is that “something else is coming that we have no line of sight into yet, like a news magazine like ‘60 Minutes’ or ‘20/20’ that’s preparing a segment.”\n\nCertainly, it wouldn’t be unprecedented, given the many Times stories to be picked up by other outlets, including nightly news magazines. Amazon is understandably a popular topic for their viewers, too.\n\nAlas, only time will tell if the story of Amazon’s workplace culture fades away again or there’s more to come.\n\nAsked about Carney’s post today, a spokesman for “60 Minutes” said simply in an email, “We don’t discuss what we may or may not be working on.”", "author": "Connie Loizos", "date": "2015-10-19 04:25:37"},
{"sentiment": 0.4104166666666667, "title": "For The Next 24 Hours, Google’s Letting You Skip The Line For Project Fi", "url": "http://techcrunch.com/2015/10/19/for-the-next-24-hours-googles-letting-you-skip-the-line-for-project-fi/", "text": "Google’s all excited about the official launch of its flagship Nexus devices. We’ve reviewed the 5X and 6P and since they’re both unlocked, you get to choose your carrier.\n\nOne option? Project Fi. It’s been closed off to the world up until now, but the team is opening the gates just for the rest of the day:\n\nThe lure of Project Fi is that it intelligently connects you to the best network…be it a 4G partner or freely available Wi-Fi. I’ve been using it with the Nexus 6P and so far, so good. I even was able to get access while driving to a mountainy part of northern California this weekend.\n\nThe pricing is more than comparable, if not better, than competing carriers like AT&T and Verizon.\n\nI’m enjoying the easy-to-follow dashboards and info they share once you start going.\n\nThere’s also an app that tracks your usage.\n\nGo sign up now. Hopefully it’s available in your neck of the woods.", "author": "Drew Olanoff", "date": "2015-10-19 02:36:40"},
{"sentiment": 0.10304054054054056, "title": "Photos And Details Of Uber’s Map-Making Car", "url": "http://techcrunch.com/2015/10/19/photos-and-details-of-ubers-map-making-car/", "text": "Uber has a car with a bunch of cameras on it driving around collecting images to improve its maps, driving routes, and ETAs, TechCrunch has confirmed. And here are the first photos of it. When asked about an image dug up from a private Uber driver Facebook group by TechCrunch reader Dave Craige (seen below), Uber admitted that this is a mapping vehicle piloted by a human driver, like a Google Street View car, not a self-driving car prototype. The system was originally designed by Microsoft. Uber provided the image above.\n\nBack in June, we reported that Uber had acquired “assets” from the Microsoft Bing mapping team, including about 100 employees. But Uber refused to detail exactly what those assets included. One thought was mapping data. But now we know that Uber bought the camera-clad car system seen in the photo above from Microsoft. That way it could generate its own data.\n\nCraige pointed us to the photo below, originally posted by Alana Pratt Thomas. Some Twitter digging revealed other photos of the vehicle dating back as early at September 30:\n\nUber tells me the Uber-branded mapping cars have been on the road for a few months. The data they collect is being used to improve the Uber app’s route suggestions and estimated time of arrival predictions.\n\nIn a statement, an Uber spokesperson told me:\n\n“This is an Uber mapping car. In June, Uber acquired a subset of the Microsoft Maps business and imagery collection technology was included as part of that acquisition. These cars have been on the road for the last several months collecting imagery that will help improve mapping features that are so integral to the Uber experience — such as routing and ETA calculations.”\n\nThe Guardian reported in May that people in Pittsburgh had spotted an Uber self-driving car prototype that was also collecting image data, but Uber tells me that was for its separate autonomous vehicle project. Uber has cars on the road in Pittsburgh and Arizona working on self-driving cars.\n\nKnowing exactly how long it takes to get from one point to another is critical for Uber as it tries to build out complex algorithms for making carpooling efficient. Knowing that a certain alleyway is impassable or that an intersection includes restrictions like ‘no left turns’ will let it better allocate cars to carpoolers, or just give riders a better idea of when to be ready.\n\nUber at one point reportedly submitted a bid to buy Nokia’s HERE mapping service, but later dropped out. It has made acquisitions like the Bing assets and deCarta to build out its own mapping expertise. Done right, Uber could give drivers a reliable in-app directions option instead of them instead opening Google’s Maps and Waze apps.\n\nFor now, if you see this on the roads, it doesn’t mean Uber is ready to ditch human independent contractors for artificial intelligence just yet. But those camera arrays on car roofs could eventually make your driver almost as efficient as a robot.", "author": "Josh Constine", "date": "2015-10-19 02:22:20"},
{"sentiment": 0.07784552845528454, "title": "The Eora 3D Scanner Can Capture The Very Soul Of An Object", "url": "http://techcrunch.com/2015/10/19/the-eora-3d-scanner-can-capture-the-very-soul-of-an-object/", "text": "Primitive cultures like my family believe that 3D scanning steals the essence of a person which is why we do not allow binocular vision in my home. The Eora 3D scanner, however, is allowed because it takes 3D scans using a device that is surprisingly simple yet exceedingly complex and only uses one camera.\n\nCreated by Rahul Koduri and Asfand Khan of Sydney, Australia the project came about when they were working on concentrating solar rays. They have just launched their product on Kickstarter.\n\n“The eora 3D Scanner was born out of our own need for an affordable and highly-precise 3D scanner,” said Koduri. “We needed to capture the specifications of a reflective parabolic dish that was used to track the sun’s trajectory to improve solar power output. When we originally looked for what was available we were shocked that scanners that are precise to sub-100 microns cost atleast $5000.”\n\nThe team began working on an early prototype and realized that they had a real product on their hands.\n\nThe system works by scanning the surface a green laser. The laser connects via Bluetooth to your phone camera and allows you to create a point cloud of the object in alarming detail. Best of all the system scans in full color – a unique feature that I haven’t seen in a smaller scanner.\n\n“The eora 3D Scanner has a Green laser, as CMOS sensors in cameras are twice as sensitive to the green spectrum which allows for 3D Scanning in a variety of conditions even outdoors,” said Koduri. “This is due to human beings evolving in green landscapes/brushes, so our eyes are also more sensitive to the green spectrum.”\n\nThe models can be used in games, for 3D printing, and for prototyping. One scan the team showed me – an Assassin’s Creed character – was surprisingly detailed for a simple scan. Scans can take as little as 3 minutes in some cases but more complex scans take a little longer. The system includes an automatic turntable to turn the object in space so you can capture all sides at sub-100 micron accuracy.\n\nEarly bird units cost $199 and the team is looking to raise $50,000. They’re quite close and it looks like they’ll be funded in a few hours. It’s an exciting time to be alive for those who are actively binocular and this device is a testament to that fact. Sadly, due to my belief system we are unable to enjoy beautiful 3D scans. It is truly a pity.", "author": "John Biggs", "date": "2015-10-19 02:19:55"},
{"sentiment": -0.06666666666666667, "title": "Everything You Need To Know About The DraftKings/FanDuel Scandal", "url": "http://techcrunch.com/gallery/everything-you-need-to-know-about-the-draftkingsfanduel-scandal/", "text": "After explosive growth early in the season, the daily fantasy sports industry fumbles. Bloomberg reports that last weekend was the slowest yet for both FanDuel and DraftKings. This could be a sign that fans are responding negatively to these allegations, and pulling back from what they may now conceive to be unfair contests. While the future of daily fantasy sports is still up the air, its clear that both companies have a lot of work ahead of them if they want to convince the nation that their games are 100 percent skill-based.", "author": "Fitz Tepper", "date": "2015-10-19 01:42:22"},
{"sentiment": 0.0568627450980392, "title": "IBM Slips 4% On Disappointing Q3 Revenue Of $19.3B, Lower Full-Year Profit Forecast", "url": "http://techcrunch.com/2015/10/19/ibm-slips-4-on-disappointing-q3-revenue-of-19-3b-lower-full-year-profit-forecast/", "text": "Today following the bell, IBM reported its third-quarter financial performance, including revenue of $19.3 billion and earnings per share of $3.34, using adjusted techniques. Analysts had expected IBM to earn an adjusted $3.30 per share, off revenue of $19.6 billion.\n\nThe company’s shares, off a fraction in regular trading, are down in after-hours trading, following its mixed earnings report. The company’s revenue miss appears to be scoring more credence from investors than its minor profit beat. The company’s profit per share, using normal accounting methods (GAAP) was a slimmer $3.02.\n\nIBM’s adjusted profit fell 9 percent compared to the year-ago period. Its GAAP profit fell a steeper 13 percent. IBM’s revenue on an unadjusted basis fell 14 percent.\n\nThe venerable technology firm noted in its earnings report that it expects adjusted profit of $14.75 to $15.75 for the full year. That is down from its prior non-GAAP guidance during its second quarter report of $15.75 to $16.50 per share. That’s not so good.\n\nIBM’s revenue clocked its fourteenth straight quarterly decline in the third quarter.\n\nNot all the news was bad. The company’s annual run rate from “cloud delivered as a service,” which IBM notes is “a subset of [its] total cloud revenue” grew from $3.1 billion in the year-ago quarter, to $4.5 billion in its most recent.\n\nIBM wrapped its quarter with debt of $39.7 billion in debt, down slightly from the start of the year. Core debt, however, rose by $2.0 billion since the start of the year to $13.7 billion since last day of 2014.\n\nSumming quickly, IBM remains mired in a business transition. While its cloud revenues, and incomes from other future-focused products are increasing, the company is hardly done rebuilding itself. The revenue miss, the chronic top line declines, and falling profitability paint the picture of a ship that has not yet turned around.\n\nAt the same time, IBM is massively profitable, and valuable. Another 4 percent haircut to its valuation won’t change much. Expect investor angst on its call all the same.", "author": "Alex Wilhelm", "date": "2015-10-19 01:24:43"},
{"sentiment": 0.05812214405964405, "title": "How Attackers Could Send Your Smartphone To An Early Grave", "url": "http://techcrunch.com/2015/10/19/how-attackers-could-send-your-smartphone-to-an-early-grave/", "text": "A rare genetic disorder called progeria that causes symptoms of old age to manifest in the young has been popularized in books and movies such as Jack, a film that featured Robin Williams as a boy who aged four times faster than normal, and The Curious Case of Benjamin Button, based on a story said to be inspired by the disorder. Researchers at NYU have published a paper showing how to infect devices such as smartphones with the digital version of the disease.\n\nIn a paper titled “MAGIC: Malicious Aging in Circuits/Cores,” NYU computer scientists lay out a series of methods to attack hardware by aging integrated circuits rapidly and causing them to wear out. The effects of such an attack on a smartphone, for instance, could include slow performance or even failure of the device.\n\n“Generally when companies manufacture integrated circuits, they are built for a lifetime. When we studied the aging process, we observed it is input dependent. If you run certain programs, you can make the degradation occur faster,” said Arun Kanuparthi, one of the authors of the paper at NYU. “What we were able to do is create a malicious program that, when you run it on a phone, can crash it in just a month.”\n\nWhy would anyone want to do that? There are many reasons that consumers — or even companies — might try to use such software to kill devices.\n\nThe first scenario the paper describes is the warranty scenario. “Let’s say you just bought a new phone,” says Kanuparthi, “and the company that manufactures that phone announces that they are launching a new model. You want that new phone, so you download this malicious app, run it on your phone, say that it is broken, and trade it in for the new model.” Essentially, the software tortures the chip to death. “Think of it this way,” says Kanuparthi. “If you eat too many cheesy puffs and drink a lot of soda, what happens to you? We essentially put the transistors in the integrated circuit under a lot of stress by force feeding them.”\n\nThe second scenario is the planned obsolescence scenario. In this scenario, a company seeking to drive sales of a newer device might intentionally degrade the performance of an older device already on the market in order to drive the consumer to upgrade. “Companies might want to force consumers to buy newer products,” says Kanuparthi. “There have been several issues — the paper cites these — of really big companies suspected of doing planned obsolescence. A Blu-ray player crashing a day before the warranty runs out, or a phone suddenly slowing down after a software patch, just before a new model is launched. Then you go to the store and try out the new phone and you see a blazing difference in the performance and are compelled to buy the new phone.”\n\nThe third scenario is the state-sponsored hardware back door. “In this attack scenario, let’s say a country purchases military equipment from another country. The country that sold the equipment might have friendly relations with its customer today, but who knows what happens ten years down the line,” says Kanuparthi. The selling country may wish to maliciously age the devices and ruin their functionality by installing a software patch.\n\nThe researchers go on to lay out the effectiveness of their approach at beating mechanisms to mitigate these attacks, and a number of methods circuit makers might use to fend off malicious aging. Future research will look at how to mitigate these attacks on a variety of processor architectures. With recent deceptions such as the Volkswagen scandal, in which embedded software tricked emissions tests, consumer watchdogs and regulators alike should pay special attention to instances of hardware obsolescence, and keep an eye out for any curious case.", "author": "Justin Hendrix", "date": "2015-10-19 01:00:50"},
{"sentiment": 0.10059523809523808, "title": "CEO Jonathan Jaglom Talks About MakerBot’s Challenges", "url": "http://techcrunch.com/2015/10/19/ceo-jonathan-jaglom-talks-about-makerbots-challenges/", "text": "It’s been an eventful year for 3D printing company MakerBot: It got a new CEO, opened a new factory in Brooklyn’s Industry City and announced multiple rounds of layoffs.\n\nWe visited the Industry City facility back in September and spoke to CEO Jonathan Jaglom (previously an executive at Stratasys, which acquired MakerBot in 2013) about where he sees MakerBot going from here.\n\nJaglom said that before taking the job, his big question was, “Where can I take this company? Where can I take this disruptiveness? Is it going to be controlled or am I free to do whatever I believe we can do?” The answer: “We can do whatever we want. We can be as disruptive as we want.”\n\nEven though the interview took place before the most recent layoffs, Jaglom also spoke about some of the previous setbacks:\n\nYou have to understand the context of what has happened at MakerBot over the last two years. MakerBot grew phenomenally fast in a very, very short period time. … When you grow at that pace, which is significant, you’re bound to have a bumpy road along the way. You’re bound to do those sort of things — they’re almost inevitable. So the key is, okay, can you identify what you did wrong? Can you address it and have that roadmap to fix it and then move on to the next level? At this point, I think we’re doing the right things, we’re focusing on the right things and all the indicators are looking positive.", "author": "Anthony Ha", "date": "2015-10-19 12:48:43"},
{"sentiment": 0.10470653377630122, "title": "Facebook M Assistant’s Top Requests Include Restaurant Suggestions And Shopping Help", "url": "http://techcrunch.com/2015/10/19/facebook-m-assistants-top-requests-include-restaurant-suggestions-and-shopping-help/", "text": "How can Facebook Messenger’s AI/human hybrid assistant M lend you a hand? Early data from Facebook’s testing shows people want help booking reservations, finding local businesses that could solve their problems, and buying stuff.\n\nFacebook characterizes M activity saying, “So far, most people are using M to pass off less than thrilling chores, get out of a bind, or just extend their bandwidth when life gets truly busy.”\n\nThough the personal assistant feature is only open to a very small test group of users, this info reveals what people want from M and competitors like Magic and Operator. But it also shows how makers of these assistants might have to educate users on the breadth of what their services can do.\n\nAfter an early report from The Information, Facebook provided official details on its M project in August. Built into Messenger, M lets users text in almost any request, from assistance with online chores to booking real-world services or making purchases on their behalf. Requests are currently fielded by a combination of Facebook workers and artificial intelligence.\n\nThe hope is that over time, the humans will teach the AI to do more and more complicated tasks on their own. If M succeeds and can be affordably rolled out, it could make people’s lives easier while strengthening their loyalty to Facebook Messenger amid intense competition between chat apps. Though if it’s too costly to scale, Facebook could burn a lot of money on the project.\n\nM could potentially earn revenue itself by taking a margin on top of purchases or services booked for people. But the big opportunity is for Facebook to lock users further into its ecosystem where it makes ample money on News Feed ads. One day, Facebook could even sell ads that convince you to initiate an M request that involves an advertiser’s business.\n\n\n\n Right now, Facebook tells me the No. 1 type of request is for restaurant suggestions and reservations. People might know their desired food type, distance, price range, or some quality they’re looking for in a restaurant, and M helps find them the one that fits and gets them a table.\n\nLocal search requests are the second most popular. Here, M assists people with finding local businesses, places, or services that solve their needs. Users might ask where they can buy, book an appointment for, or see something nearby, and M directs them.\n\nThe third top request type is for purchasing assistance. Rather than have to go to a store in person or deal with online payment flows, M could make purchases on someone’s behalf using the payment info they have on file with Facebook. This way a desire can turn into a delivered product with minimal effort on the user’s part.\n\nOther top request types include ordering flowers, getting food, arranging travel, finding upcoming weather reports, and being reminded of approaching appointments.\n\nSome examples of M usage that Facebook saw include:\n\n\n\n These are not things that SMS or any random chat app can do. And that’s why it matters to Facebook. Messaging is a hard place to differentiate.\n\nEvery app handles texting and an ever-increasing list of other communication types like photos, audio clip sharing and video chat. But thanks to Facebook’s vast research and development resources, it may have found a way to make Messenger essential. And it starts with the letter M.", "author": "Josh Constine", "date": "2015-10-19 12:37:22"},
{"sentiment": 0.08315515785027981, "title": "Navigation App Waze Gets A Huge Redesign – Now Less Cluttered, But Still Needs Improvement", "url": "http://techcrunch.com/2015/10/19/navigation-app-waze-gets-a-huge-redesign-now-less-cluttered-but-still-needs-improvement/", "text": "The Google-owned navigation app Waze has a number of standout features – its ability to alert you to traffic conditions and speed traps, and re-route you around traffic jams, for example – but its user interface was not one of its better qualities. Today, the company is attempting to change that with the rollout of an entirely made-over version of its iOS application that introduces a cleaner, less-cluttered interface designed to simplify accessing Waze’s key features, and speed up the time it takes to report traffic problems.\n\nWhile traditional mapping applications, like those from Apple and Google, are still the most popular among smartphone users, Waze has a strong following among drivers and commuters thanks to its ability to alert you to traffic conditions. Beyond just telling you that traffic is slow, Waze can tell you why – maybe there’s an accident ahead, or a stalled vehicle. Users also like it for its ability to alert you when cops have been spotted nearby – something that makes Waze something of an alternative to radar detectors.\n\nPlus, its ability to route you around bad traffic in real-time as conditions change is especially helpful, as is its ability to let you add a stop while planning your route.\n\nToday, Waze has over 50 million active users who log into Waze monthly, the company says.\n\nBut despite having a collection of useful features, the app’s interface itself has needed work for some time. Instead of a modern, clean aesthetic, Waze previously relied on a couple of menus – one with a cartoon-ish car icon to access the main menu, and the other map pin-shaped icon with an exclamation point in the middle for reporting incidents. And the map itself was messy and cluttered, making it hard to read.\n\nThe old version of Waze:\n\nWith the new version of the app, Waze offers a de-cluttered map, and it makes the alerting feature more prominent – it’s an orange icon with a rounder pin. Meanwhile, the car icon with access to the menu and other settings has been relocated to the bottom-left. When you’re in a hurry – as drivers are behind the wheel (they’re not supposed to be using the app in-route, but of course they do) – this makes it easier and faster to participate in the Waze community because it’s more obvious which button to press to add a report.\n\nIn addition, the updated app now features quick access to a contacts section (as indicated by the mail envelope icon), where you can share directions with your contacts, send your location, and your ETA with a tap.\n\nA bottom menu also slides up when tapped to offer you easy access to things like alternate routes, the “add a stop” feature, as well as a shortcut to sending your ETA to a friend or family member.\n\nNearly everything you do in Waze now takes fewer taps, which is another one of the bigger improvements over the prior version. And the menus themselves have been redesigned, too, to be quicker to use. For instance, the reporting menu now uses big, brightly-colored, round buttons for things like reporting accidents, road hazards, police, and more.\n\nWaze 4.0 also lets you sync your Calendar to the app so you can receive alerts reminding you when to leave, based on traffic conditions. The company says it has made other improvements, too, like better battery life.\n\nUnfortunately, the new app still relies on its bubbly, cartoon-ish icons. This is a personal preference, of course, but I think it’s time to move away from this sort of juvenile look. It’s frankly just sort of silly to see cars with bows on their head, or pacifiers in their mouth, or wearing little crowns in an app aimed at adults old enough to drive a car.\n\nThe new design is certainly an improvement, but Waze still hasn’t delivered a truly sleek look-and-feel. Even now, there’s too much to look at on the screen.\n\nBecause Waze already shows things other mapping apps don’t have – like the other cars and graphics like ads for business as little road signs  – it needs to be even more careful about what other buttons should appear. Now it features an orange reporting button, a MPH indicator, the time, ETA, and distance, and a big button for finding your current geo-location. This latter item is positioned to the left and sort of up near the middle of the screen, though Apple and Google Maps put this feature closer to the bottom of the screen.\n\nPlus, when you tap on the screen, tons of other buttons appear, including the compass, sound toggle, zooming feature, and when at a particular zoom level, your location finder. Combined with all the car icons and icons of signs, alert icons, and more, Waze still struggles with offering a truly clean-looking map.\n\nOff the top of my head, I can still spot a number of things I’d change. For starters, Waze needs to ditch the MPH button entirely – drivers look at this on their car’s dashboard anyway. The geo-location feature needs to be much smaller and closer to the bottom of the screen.The bottom of the screen doesn’t need a greeting (e.g. “Good Afternoon”) when no route is in progress. And there’s no need to flag how many new messages you have and add a red dot to indicate you have unread mail – this could all be handled with a push notification and red icon badge on your iOS homescreen.\n\nThat said, Waze certainly looks better than before, if not great.\n\nThe updated app, Waze 4.0, is live on the iTunes Store now with an Android release soon to follow.", "author": "Sarah Perez", "date": "2015-10-19 10:46:16"},
{"sentiment": 0.13068181818181818, "title": "Notifications Summit: Session 5", "url": "http://techcrunch.com/2015/10/19/notifications-summit-session-5/", "text": "The Notifications Summit was recorded live October 1, 2015 @ betaworks in New York. Gathered were a group of technologists, developers, and thought leaders.\n\nMedia as the First Instance, Alerts (Cont’d):\n\nDifferent approaches to event detection for notifications, a data perspective Gilad Lotan (betaworks)\n\n ￼￼￼￼\n\n Session 1", "author": "Steve Gillmor", "date": "2015-10-19 10:36:42"},
{"sentiment": 0.10308641975308643, "title": "Drones Now Need To Be Registered With U.S. Government, Say The FAA And DOT", "url": "http://techcrunch.com/2015/10/19/drones-now-need-to-be-registered-with-u-s-government-says-f-a-a-d-o-t/", "text": "As rumored last week, the U.S. government has just announced a program that will require drones to be registered with the U.S. Department of Transportation.\n\nAt a press conference today in Washington D.C., Transportation Secretary Anthony Foxx announced the plan. The department will be creating a task force comprising public and private industry leaders to devise exactly how the registration system will work.\n\nSecretary Foxx noted that the agency will be acting fast to develop and implement the registration plan. Specifically, the DOT hopes the task force will have recommendations in place by the middle of November, with a registration being implemented before the end of December.\n\nFoxx said that registration will reinforce the need for hobbyists and drone operators to learn the airspace rules before they fly, and use their devices safely. Secondly, he noted that registration will allow these rules to be enforced, and let the FAA identify any operator who breaks these rules.\n\nThe agency said that while it is currently easy to locate the actual drone that may have violated illegal airspace, it’s difficult to find the operator of the offending drone, and this registration will close that loophole.\n\nThis announcement comes after a sharp rise in “near misses” between aircrafts and drones throughout the U.S. over the last year. Most of these incidents are happening near major airports, even though most major drone manufacturers, including DJI, have now programmed their devices to not be able to take off when near a U.S. or International airport.\n\nFoxx and Huerta explained that the centralized database will be implemented before Christmas, which is a surprisingly fast turnaround considering how long the FAA has taken to implement concrete rules for drone use.", "author": "Fitz Tepper", "date": "2015-10-19 09:52:08"},
{"sentiment": 0.16406211712815488, "title": "Facebook Should Reword Confusing Hack Warning About “State-Sponsored Actors”", "url": "http://techcrunch.com/2015/10/19/facebook-should-reword-confusing-hack-warning-about-state-sponsored-actors/", "text": "When we say “Facebook IS the Internet to many people” we really mean “Many Facebook users don’t fully understand what the Internet is.” Throwing Internet jargon at them will just make them freeze up and ignore you, or get deeply confused.\n\nSo imagine what targets of hacking attempts might think when they receive this notification from Facebook:\n\nPlease Secure Your Account Now Jay, we believe your Facebook account and your other online accounts may be the target of attacks from state-sponsored actors. Turning on Login Approvals will help keep others from logging in to your Facebook account. Whenever your account is accessed from a new device or browser, we’ll send a security code to your phone so that only you can log in. We recommend you also take steps to secure the accounts you use on other services. Learn more.\n\n“State-sponsored actors”? That cannot possibly be the clearest way to communicate what’s going on, even while aiming for accuracy and brevity.\n\nI wish this wasn’t going to be some people’s reactions. But after five years writing about Facebook, seeing insane hoaxes passed around, and dealing with the most mind-boggling misconceptions about how it works, I’d bet big that this “warning” will confuse some people right when they need help most.\n\n“Hackers funded by national governments”, “criminals working with other countries to access or steal your private information”, “bad people”. Any of these would be clearer than “state-sponsored actors”. Sure, they could get additional information from the Learn More button, but many won’t be bothered to do so.\n\nThe suggestion of what to do is vague as well. “Take steps to secure the accounts you use”. That should probably just spell out that people should change their passwords, and turn on two-factor authentication if available and they know what that means.\n\nFacebook and Google might offer more advanced protections like the Login Approvals that Facebook wisely recommends people activate. That feature works great. Still, getting people to go through the chores of changing their existing passwords is critical. It’s relatively easy, familiar, and works the same on basically every site and app.\n\nAt the core of this issue, Facebook is trying to do the right thing. Even if its own secure databases were never hacked, and it did nothing wrong, it’s still putting its reputation on the line to warn people they may have endangered themselves or been targeted by an attack beyond the realm of Facebook. Some people will naturally blame Facebook when it likely wasn’t the social network’s fault. But Facebook is being a good Internet citizen by warning people to the best of its abilities.\n\nIt just needs to do it in a more human way. Not only because a badly hacked user might be locked out of Facebook or retreat entirely, hurting the company’s business. But because if these victims are hacked, they’re going to be a lot less likely to want to stay open and connected with any service in the future.", "author": "Josh Constine", "date": "2015-10-19 09:43:36"},
{"sentiment": 0.20740259740259742, "title": "Google Goes After Microsoft And IBM By Making Google Apps For Work Free While Customers Still Under Competitor’s Contract", "url": "http://techcrunch.com/2015/10/19/google-goes-after-microsoft-ibm-by-making-google-apps-for-work-free-while-customers-still-under-competitors-contract/", "text": "To acquire more Google Apps for Work customers, Google just announced a new promotion that’s a huge shot across Microsoft’s bow. The company says that it will give interested customers access to Google Apps for Work for free, while they’re still under an enterprise agreement (EA) with another provider. While Google didn’t call out Microsoft or IBM by name when making the announcement, it’s well understood that these are the top competitors for its Google Apps productivity suite and related tools.\n\nIn addition, Google directly references the two competitors on its “offer” page for the new promotion.\n\nAccording to a Google blog post, the company will cover the fees associated with Google Apps for Work until the customer’s existing contract runs out. And it says it will chip in on some of the deployment costs following the earlier contract’s expiration, by also connecting the new customer with a Google for Work Partner.\n\nThe company claims that customers can see cost savings of up to 70 percent by switching. This figure is based on a basic Microsoft Enterprise Agreement, Google explains (PDF) on the Google Apps website.\n\nThere are some caveats, of course. Google is capping the amount it covers for deployment at $25 per user, so the cost to switch is not necessarily going to be “zero.” However, there will be no bill for Google Apps for Work until the prior EA runs out.\n\nMicrosoft, of course, has been making some fierce inroads of its own with its Office 365 software. For example, this summer it gained a huge win by signing up GE to deploy its platform to its more than 300,000 employees worldwide. GE, notably, had been one of the earlier customers to deploy Google Apps in years past. That meant Microsoft’s ability to bring them back to the fold was sort of a double punch for Google.\n\nGoogle didn’t say how long this promotion would be available, but it’s only offered to those customers in the U.S. or Canada, at present. Meanwhile, the company says it’s working on bringing the offer to global markets in the future.\n\nGoogle Apps for Work, which includes Google Docs, Sheets, Slides, Forms, and Drive along with calendaring and communications tools like Gmail, Hangouts, Calendar, and more, as well as an IT dashboard for management, starts at $5 per user per month, or increases to $10 per user per month for unlimited storage space and “Vault,” a system for eDiscovery of emails, chats, docs and files.\n\nBy taking on the costs associated with an EA – a tool Microsoft uses to keep customers locked into contracts for longer periods of time in return for better pricing – Google is fighting back against one of Microsoft’s most powerful tools associated with retention.", "author": "Sarah Perez", "date": "2015-10-19 09:02:29"},
{"sentiment": 0.0370668122438034, "title": "Common, The Co-Living Startup From A General Assembly Founder, Opens Its First Building in Brooklyn", "url": "http://techcrunch.com/2015/10/19/common-building-opening/", "text": "Common, a co-living startup from General Assembly co-founder Brad Hargreaves, is unveiling its first building today in Brooklyn’s Crown Heights. With more than four floors and 7,300 square feet of space, the building has 19 private bedrooms costing anywhere from $1,800 to $1,950. Along with the private rooms, comes four communal kitchens, a large dining room, work space and a roof deck.\n\nThe Common opening comes at a time when venture-backed companies like WeWork are piling into co-living as a way to use urban residential space more cost-efficiently and to attract Millennials, who are delaying marriage and families later and later. In New York, older tenant laws control the number of tenants that can be listed on a lease, and brokers often charge upwards of a month’s rent to find apartments. That makes it difficult for newcomers to find housing easily compared to other American cities. On the property owner side, Common’s pitch is that they can partner to purchase whole vacant buildings and turn them into stable, market-rate income streams while removing the hassles of leasing and property management.\n\nOver the summer, Common partnered with a local New York City real estate developer to buy Crown Heights building earlier this year. They invested a little less than $1 million in re-modeling the space.\n\nThey kept four suites or units in tact, but opened up large dining and work areas. “The whole idea here is is to use common areas and activate typically under-utilized space,” Hargreaves told me in a video tour via Skype.\n\nCommon built in several smart phone features like Bluetooth door locks compatible with keycards, phones and the Apple watch, and Nest thermostats. Through Hargreaves’ connections, they added mattresses from the startup Casper, along with furniture from Restoration Hardware and West Elm.\n\n“Aesthetically, I would say it’s mid-century Modern with some Hudson Valley Americana built into it,” he said. “We wanted to evoke the neighborhood as well. A lot of the art is from Crown Heights and the furniture are things you would find in a traditional Brownstone.”\n\nServices include free laundry, regular deliveries of coffee, tea and paper towels, and weekly cleanings in bathrooms and common areas. Utilities and wi-fi is baked into the price.\n\nFor the communal element, Common is bringing in Sunday potlucks and other kinds of event programming. He partnered with his old General Assembly co-founder Matthew Brimer, who went on to create the morning dance party Daybreaker. They’re bringing in Common residents to the next one. Hargreaves declined to share anything about the socioeconomic make-up of the residents, saying that he wanted residents to speak for themselves after they move in. Crown Heights is a majority black neighborhood, that has seen its African-American share of the population decline from 79 percent to 70 percent between 2000 and 2010.\n\nAbout 250 people have applied for the 19 available Common spots so far in the neighborhood.\n\nSome journalists have been critical of the co-living business model, with Buzzfeed calling it the latest way to “monetize the wantrepreneur lifestyle.”\n\nBut this is a narrow interpretation of what is happening in urban housing markets in the United States.\n\nCo-living, or co-housing, is the reincarnation of a very old idea. From the Industrial Revolution onward, residential hotels, or buildings with month-to-month tenancy and no in-unit kitchens, were a major part of American urban living in the late 19th and early 20th century. They served a wide range of price tiers from luxury palace hotels on down through middle-income residential hotels and then into lower-income lodging houses and tenements. They were a response to overwhelming population growth stimulated by the Industrial Revolution, when the American population went from being 25.6 percent rural in 1870 to 51.2 percent urban in 1920. In San Francisco, residential hotels went from serving 1/16th of the city population in 1880 to 1 out of every 10 people by 1910. They later fell out of favor as the American middle-class left for the suburbs in the mid-20th century, turning residential hotels into the housing choice of last resort for the poor left behind in the urban core.\n\nToday, coastal cities like New York, Los Angeles and San Francisco are growing once again, with an upward trend in population growth over three-and-a-half decades since 1980. This resurgence is putting an immense amount of pressure on inner-city neighborhoods that is obvious in gentrification battles from Brooklyn to the Mission District and on into Oakland.\n\nUnless low-rise, suburban areas ringing the urban core step up and add housing and unless cities start scrutinizing the higher-end of the market where external capital is sitting in vacant units as pure investment rather than shelter, there will be an extraordinary amount of pressure to make urban residential space more efficient. At the same time, housing starts have been extremely slow into this economic recovery because of the hangover left after the last financial crisis — which was housing centric. Multi-family development and apartment buildings are leading the way, but federal housing policies and local zoning rules still favor single-family detached homes even though the pressure is for entire metropolitan regions to densify.\n\nThe entrepreneurial response to these pressures could take the form of more unscrupulous hacker hotels with $1,800 bunkbeds, or it can go in the direction of micro-units and other kinds of communal living.\n\nAs was true during the suburban tract home era, housing can take many forms from cheap, speculative development to more intentional design. Hargreaves is hoping to grab the middle to upper-middle segment of the market.\n\nThis is a risky business considering the amount of upfront capital that is necessary to compete in real estate markets. Earlier this year, San Francisco-based Campus went under as the unit economics on most of its properties were upside down. They could only make profit on houses that had more than eight or nine rooms. Still, the company managed to wind down the company by turning over master leases to the majority of its tenants, keeping the startup’s customers housed even as the startup went out of business.\n\nWeWork has also been expected to enter the space with a WeLive product, which it projected to bring in $605.9 million in revenue three years after launch in a leaked investor slide deck published by Buzzfeed. It has been working on a large building in Crystal City in the Washington D.C. metropolitan area.\n\nFor now, Hargreaves is focused on New York City with two buildings slated for opening in Brooklyn.He has raised about $7.35 million from Maveron and other investors this year.", "author": "Kim-Mai Cutler", "date": "2015-10-19 09:00:09"},
{"sentiment": 0.026231830500123184, "title": "Hundreds Of Apps Banned From App Store For Accessing Users’ Personal Information", "url": "http://techcrunch.com/2015/10/19/hundreds-of-apps-banned-from-app-store-for-accessing-users-personal-information/", "text": "Hundreds of iOS applications have been pulled out of the App Store, following a report from analytics service SourceDNA, which uncovered a group of applications that were extracting users’ personally identifiable information, including email addresses associated with their Apple IDs, devices and peripheral serial numbers, as well as a list of apps installed on their phone. The applications in question had been using an SDK from a Chinese advertising company called Youmi which was accessing this information by way of private APIs, the report found.\n\nNearly all of the developers were located in China so, for now, this appears to be an isolated incident. However, the larger concern here has to do with how long this activity had been taking place – and what that means in terms of Apple’s App Store review process, given that it hadn’t caught this suspect activity until being alerted to it by a third party.\n\nAccording to SourceDNA, Youmi had apparently been experimenting with what sort of information it could pull from users’ devices for some time. Nearly two years ago, for example, the firm began obfuscating a call to get the frontmost (currently running) app’s name – seemingly a small test of what it could sneak into the App Store. And when it realized that it was able to get this through Apple’s App Review process, it then began to use the same obfuscation technique to request other data, including the advertising ID.\n\nThe ad ID can be accessed for tracking ad clicks, but given that Youmi was surreptitiously collecting it, the firm may have been using it for other purposes, the report speculates.\n\nIn addition, SourceDNA noted that while Apple had been locking down private APIs in order to prevent apps from reading the platform serial number in iOS 8, Youmi worked around this by enumerating peripheral devices, like the battery system. It would then send those serial numbers as the hardware identifier.\n\nSourceDNA, which helps app developers improve their code and address security flaws, says it found what Youmi was up to when it was updating its Searchlight product to check for use of private APIs – something that should get developers’ apps banned from the App Store. Surprisingly, it actually found quite a few apps that had gotten through.\n\nIn total, SourceDNA came across 256 apps with an estimated total of 1 million downloads that had been using a version of the Youmi SDK that was violating user privacy. However, the company adds it’s possible that the developers themselves didn’t realize what the SDK was doing, as the user data is uploaded to Youmi’s server.\n\nWhat’s more concerning here is the implication of SourceDNA’s findings. The obfuscation method is fairly simple, the company says, and the apps have been using it for a long period of time. In fact, SourceDNA’s founder Nate Lawson tells us this has been going on for about a year-and-a-half.\n\n“We’re concerned other published apps may be using different but related approaches to hide their malicious behavior,” a SourceDNA blog post states. “We’re continuing to add new features to our engine to discover anomalous behavior in app code and find out if this is the case.”\n\nSourceDNA submitted its report to Apple, and Apple replied by offering the company a statement (see below) indicating the apps in question had been banned. Apple says it’s now working with developers who were using Youmi’s SDK to get their apps updated to be in compliance with Apple’s guidelines so they can return to the App Store.\n\n“We’ve identified a group of apps that are using a third-party advertising SDK, developed by Youmi, a mobile advertising provider, that uses private APIs to gather private information, such as user email addresses and device identifiers, and route data to its company server. This is a violation of our security and privacy guidelines. The apps using Youmi’s SDK have been removed from the App Store and any new apps submitted to the App Store using this SDK will be rejected. We are working closely with developers to help them get updated versions of their apps that are safe for customers and in compliance with our guidelines back in the App Store quickly.”", "author": "Sarah Perez", "date": "2015-10-19 08:02:05"},
{"sentiment": 0.13780519480519482, "title": "What If The Angels Go Back To Heaven?", "url": "http://techcrunch.com/2015/10/19/what-if-the-angels-go-back-to-heaven/", "text": "“The louder he talked of his honor, the faster we counted our spoons.” That’s how Ralph Waldo Emerson described his distrust of a certain type of “private adventurer.” I think of that whenever I hear that angel investors will do more and bigger deals next year than they did last year. Not because I don’t believe it, but precisely because I do.\n\nIt comes down to this: The more angels invest, the more I grow suspect.\n\nIn other words, at times during the business cycle when angel investing becomes especially robust, it tends to serve as a harbinger of market decline. That has been my experience over my 31 years — and five distinct cycles — observing the windfalls and downfalls of Silicon Valley’s private adventurers.\n\nThe present moment certainly has the appearance of an angel-inspired windfall. Since 2011, the size of the average angel round has grown 60 percent, and pre-money valuations have grown 20 percent. We’re seeing the broadest and deepest participation we’ve ever seen in Silicon Valley from angel investors, seed syndicates and other groups of individual investors infusing companies with larger and larger rounds.\n\nIn 2014, angels invested a total of $24.1 billion. These investments are, of course, risky — which is why they rarely account for more than 10 percent of an angel’s portfolio. They’re also something of a discretionary investment, so an angel’s appetite and available liquidity tends to evaporate in the heat of uncertain market conditions.\n\nIn some sense, the sine curve tracking the rise and fall of the angel cycle tends to follow behind the sine curve tracking the rise and fall of the broader business cycle. When angel investing begins to peak, it can be a sign that the rest of the startup investment market is undergoing a more fundamental shift.\n\nBill Gurley seems to believe that’s happening now. He tweeted, “we may be nearing the end of a cycle where growth is valued more than profitability.” Whether or not he’s right about the nature of the shift that’s underway, once it fully takes hold, angels are likely to become dramatically more cautious. Some will wait for the ground to solidify. Many will cut their losses and get out of the market entirely.\n\nSo if you’re an entrepreneur, know that the best day to raise angel funding is today. The next best day is tomorrow. And so on. Raise what you can now, because when the business cycle changes, the angels will return to heaven.\n\nIn good times, it’s easy to forget that the business cycle is, indeed, a cycle. There are ups and downs. We’re not immune. Nor are we immune to macro events, either.\n\nIn the early 1980s, while many other investor categories persevered through the famine of recession, the angels went back to heaven. Then the birth of the personal computer, and record high job and real estate markets in San Francisco, heralded their return.\n\nThen came the recession in the early 1990s. Again, they left — for a time. After a few years, the “Band of Angels” with “Dollars from Heaven” came back faster and stronger. An entire angel ecosystem rapidly expanded as the dot-com bubble grew.\n\nIn 1999, I had been leading a $2 million investment alongside 15 fellow angels from my network. But after the bubble burst in 2000, not one of them was still in the game. I hardly need mention the investment failed.\n\nOf course, as the market started to pick back up, some of my fellow angels and I came back down from heaven. And then in 2007, the real recession arrived.\n\nToday, we’re nine years into a bull market. We can’t know how long it will stay, but we know from past experience that it’s not here to stay forever. And when it does go away, everything in my experience tells me that some angel investors will stick around and many will scatter.\n\nSome say that won’t happen. After all, angels are better entrenched today than ever before. They’re getting better follow-on rates. They’re better organized — with hundreds of angel associations. With all that new structural support, this investor class just might be prepared to weather instability.\n\nI’m skeptical. History tells a much different story. In every down cycle, we’ve seen angel investors all but disappear. And before every peak, we’ve seen them out in droves — just as we’re seeing today.\n\nIf soothsayers like Bill Gurley are right, the cycle is changing and heaven is about to get a bit more crowded. If you’re like me, you’ve already started counting your spoons.", "author": "Paul Holland", "date": "2015-10-19 08:00:46"},
{"sentiment": 0.16559090909090912, "title": "Facebook Now Warns Users If They’re A Target Of State-Sponsored Attacks", "url": "http://techcrunch.com/2015/10/19/facebook-now-warns-users-if-theyre-a-target-of-state-sponsored-attacks/", "text": "Years after Google implemented a similar feature for Gmail users, Facebook says it will begin alerting users if it suspects they’re a target of state-sponsored attacks. That is, if the network believes a user’s account has been either targeted or already compromised by an attacker working on behalf of a nation-state, Facebook will pop up a notification warning them of the incident and instructing them to turn on “Login Approvals” – an additional security mechanism that better protects their Facebook account.\n\nWith Login Approvals, users can help prevent others from logging in to their account. After activating this feature, which works somewhat like other two-factor authentication systems, users are alerted when their Facebook account is accessed from a new device or a new web browser. When this occurs, Facebook sends a security code to your phone, so only you – as the phone’s owner – will be able to enter in the code and proceed to log in.\n\nIdeally, this extra layer of protection is something that all Facebook users should have turned on by default, but many are not aware the option exists, or they don’t want the hassle of having to go through an extra step when trying to log in from new devices.\n\nExplaining the new warning message, Alex Stamos, Facebook’s Chief Security Officer, notes that the company has always taken steps to secure accounts it suspects to have been compromised, but it has now decided to show this new warning when it believes an attack is government-sponsored.\n\n“We do this because these types of attacks tend to be more advanced and dangerous than others, and we strongly encourage affected people to take the actions necessary to secure all of their online accounts,” Stamos says.\n\nFacebook will not disclose how it determines an attack to be state-sponsored versus another type of hack, but it says that will only show the message when it has evidence that “strongly supports” its conclusions. In other words, if you see this message, you will likely need to do more than secure your Facebook account – it’s possible that your computer could be infected with malware as well, which has allowed the attacker a means of entry in the first place.\n\nFacebook advises that those seeing this new warning message also take steps to rebuild or replace their systems, if necessary.\n\nWhile Google implemented its own system for detecting and warning about state-sponsored attacks back in 2012, it’s not surprising to see Facebook now doing the same. Though the site is primarily a social network, it, too, has communication features including a mailbox you can access on the site as well as an instant messaging program, via Messenger.\n\nUse of these products has increased over the years – Messenger is regularly the number one free app on the App Store, for example. In addition, more activity on Facebook has become private, as well – like posts in closed Facebook groups where users have to be accepted by an admin in order to read others’ entries and share.\n\nThe decision to implement this added security feature is only one of Facebook’s more recent moves to better protect user accounts. Recently, the company rolled out a Security Checkup tool, which also offers login alerts when your account is accessed from a new device or browser. The tool helps users log out of Facebook on unused browsers and apps, too.", "author": "Sarah Perez", "date": "2015-10-19 06:41:25"},
{"sentiment": 0.18735795454545454, "title": "Time Inc. Acquires Hello Giggles", "url": "http://techcrunch.com/2015/10/19/time-inc-acquires-hello-giggles/", "text": "Time Inc., the New York-based publishing company with over 90 magazines in its stable, has announced the acquisition of a lifestyle, pop culture and beauty website called Hello Giggles. Though the terms of the deal weren’t publicly disclosed, the WSJ reports that one source puts the deal in the $20 million range.\n\nHello Giggles was launched in May 2011 and was founded by none other than Zooey Deschanel, actress/musician and generally wide-eyed entertainment personality. Producer Sophia Rossi and writer Molly McAleer also founded the company alongside Deschanel.\n\nWith a focus on female readers, Hello Giggles content focuses on pop culture, love, friendship, style, food, careers, with a snark-free yet intelligent point of view. Hello Giggles also publishes reader contributions, unlike many sites in this genre.\n\nThe Wall Street Journal reports that Hello Giggles will continue operations out of their Los Angeles headquarters but will be folded into Time Inc.’s People and Entertainment Weekly group.\n\nOf all of Time Inc.’s properties, including Sports Illustrated and namesake Time Magazine, People is the company’s biggest revenue generator, bringing in 18 percent of total company revenue in 2014.\n\nTime Inc. has made a series of digital acquisitions in the last year, including a quartet of sports-focused purchases. League Athletics, SportsSignup, iSport, and inVNT were all picked up in the last year, and through the acquisitions, combined to form a new company called Sports Illustrated Play.\n\nGiven the decline in value for print media, both in content and ads, it makes sense to see Time Inc. make more digital investments. Expect to see more of this.", "author": "Jordan Crook", "date": "2015-10-19 05:52:38"},
{"sentiment": 0.0446078431372549, "title": "Stanford Researchers Treat Autism With Google Glass", "url": "http://techcrunch.com/2015/10/19/stanford-researchers-treat-autism-with-google-glass/", "text": "As Google retools its Glass experiment, researchers at Stanford are using the device to help autistic children recognize and classify emotions.\n\nIn a small office buried inside an administrative building at Stanford, Catalin Voss and Nick Haber are pairing face-tracking technology with machine learning to build at-home treatments for autism. The Autism Glass Project, a part of the Wall Lab in the Stanford School of Medicine, launches the second phase of its study Monday morning.\n\nThe software uses machine learning for feature extraction, to detect what Voss calls ‘action units’ from faces.\n\nThe project’s second phase is a 100-child study to investigate the system’s viability as an at-home autism treatment. The Autism Glass Project’s software classifies emotions in faces that the device is pointed at, and instantly gives users a read on the face’s expression.\n\nUsing images to translate emotions for children is only the first hurdle to cross, though. The bigger issue the team faced was ensuring the device’s use led to measurable learning when the children were no longer on the device.\n\n“We didn’t want this to be a prosthesis,” emphasized Haber.\n\nIn an effort to understand this off-device learning, the team launched the project’s first phase last year, which involved 40 studies and was conducted in the lab. Initially, the study was constrained because the Wall Lab only had access to one Google Glass device, but this changed when Google donated 35 more devices and the Packard Foundation donated a $379,408 grant to the project in early June this year.\n\nAfter studying the interaction between children and computer screens, the team set out to design a second phase that would allow children to “interact with their surrounding,” Voss said. The team settled on a game developed by MIT’s Media Lab called “Capture the Smile.”\n\nIn the game, children wear Glass and search for individuals with a specific emotion on their faces. By monitoring performance in this game as well as combining video analysis and questionnaires, ‘quantitative phenotype’ of Autism can be built for each study participant, providing a mathematical observation of the physical manifestations of their autism.\n\nThe team monitors performance in the game and combines their analysis with video analysis and parental questionnaires to build a ‘quantitative phenotype’ of Autism for each participant in the study. By tracking this over time, the team can show how their device helps improve emotion recognition over the long term.\n\nThe second phase of the study will last several months, and the Autism Glass Project’s unique technology will allow increased parental involvement in the treatment process.\n\n“You can start to ask questions, of the percentage of time that the child is talking to his mom, how much is the child looking at her?” said Voss.\n\nAlthough the study only requires children to wear the Google Glass device for three 20-minute periods each day, analyzing what the children are looking at will help the Wall Lab’s researchers develop a better understanding of how visual engagement plays a role in the emotion detection process.\n\nAs massive as the second phase of the project is, it is only the first of many steps for Voss and his team. Wall explained the researchers need to gather clinical data and obtain a code from the American Medical Association before the therapy can become reimbursable, and therefore widespread.\n\nWall hopes that if the technology is validated for widespread clinical use, the team will achieve his goal of widening the bottleneck for autism treatment. Although the current study only has 100 participants, future work will allow for the team to improve their software and techniques with an ever-widening data set that will be the first of its kind. The project is accepting applications to join the program through their website starting today.\n\nThough the technology may not be widespread yet, it already has been featured in a book series about an autistic superhero. In the second book in the “Trueman Bradley” series by Alexei Russell, the protagonist receives a set of glasses that let him ‘see’ emotions – a powerful tribute to Voss, Haber, and team.\n\n“If you think about it,” Voss said, “what we’re doing is giving children with autism superpowers.”", "author": "Nitish Kulkarni", "date": "2015-10-19 04:30:00"},
{"sentiment": 0.06903246753246753, "title": "Grabhouse Wants To Transform The Indian Rental Market By Booting Out Brokers", "url": "http://techcrunch.com/2015/10/19/grabhouse/", "text": "While participating in non-profit Teach For India, Pankhuri Shrivastava and Prateek Shukla got a firsthand look at how chaotic the country’s rental market is, especially for people on a tight budget. Despite the real estate market’ s rapid growth, brokers don’t need licenses or other professional qualifications and many charge excessive fees for basic services. Even searching online classifieds was difficult because most were listed by agents.\n\n“The experience was very bad and they were not able to help me find what I was looking for. I realized I had absolutely no information about a city or where I was going to stay and that agents were not going to help me out because all they want is a commission,” Shrivastava says.\n\nMotivated by their experiences, Shrivastava and Shukla founded Grabhouse in 2013. The site only accepts listings directly from property owners, who aren’t charged unless they close a rental through Grabhouse. It is now available in eleven cities and recently closed a $10 million Series B from returning investors Sequoia Capital and Kalaari Capital. Along with a $2.5 million Series A it raised from the same firms just eight months ago and earlier angel funding, the brings Grabhouse’s total venture capital so far to about $13 million.\n\nThe Series B will be used go to build a “virtual neighborhood specialist,” or online platform that will help Grabhouse scale up by giving users more tools, including property and neighborhood tours. It also plans to launch two new products geared to people looking for shared accommodation.\n\nGrabhouse claims that 2,000 listings go live on its site every day and that it has already closed 50,000 properties. The startup competes with multitude of other sites, like Housing, PropTiger, Commonfloor (all of which have received significant venture backing), but Shrivastava says Grabhouse differentiates by not only focusing on finding properties, but also providing followup services to make it easier to move in, like cleaning, painting, and utilities setup.\n\n“We want something that is focused on fulfillment, not just discovery and that goes beyond classifieds, so that people go beyond information sharing,” says Shrivastava.\n\nTaking brokers out of the equation\n\n\n\n She adds that the listings on many other real estate sites are provided by brokers. Grabhouse, on the other hand, takes a zero-tolerance approach to real estate agents, which the company claims protects owners and prospective tenants and saves them money. Since there aren’t formal oversights for brokers in India, they vary widely in helpfulness. Shrivastava says brokers often act as “gatekeepers” to property information, charging large fees—about 8.3% of annual rent in some cases—solely for access to landlord contact information.\n\nBefore launching, Grabhouse collected public contact information for more than 80,000 real estate brokers and blocked their emails and phone numbers (which are required to create listings) from the site. If agents manage to post listings, users are encouraged to report them.\n\nGrabhouse already operates in eleven of India’s busiest real estate markets, including Bengaluru, Mumbai, and Delhi. Instead of launching in more places, Shrivastava says it plans to go deeper into each of its current markets.\n\nAll listings, which are checked by Grabhouse before going live, need to include basic data like rent, the property’s condition, commuting options, and a neighborhood profile. Owners also have to say if the location is suitable for single women or families. Shrivastava adds that buildings often refuse to rent to single men, but don’t disclose that information upfront, so Grabhouse requires it in every listing.\n\nThe startup currently monetizes with two models. Its basic option charges a small fee, or 49 rupees (about 75 cents), for a property owner’s contact information. The second costs 999 rupees (about $15) and gets users the assistance of Grabhouse employees called “neighborhood specialists” to help them find listings and arrange move-in services. Shrivastava says Grabhouse rarely hires former real estate agents and instead looks for people who worked in financial services, like credit cards or insurance. Unlike brokers, neighborhood specialists get incentives based on customer satisfaction instead of a percentage of annual rent.\n\nThe neighborhood specialist program performed so well that Grabhouse decided to launch its virtual version. In addition to online tours, the platform will have a calendar so apartment hunters can coordinate in-person tours and other services. The feature is expected to launch in about four to six months. Shrivastava claims this will reduce the number of hours people spend visiting properties.\n\n“The most exciting thing is working on our virtual neighborhood specialist,” she says. “It will be groundbreaking for real estate in India and extremely different from anything else out there.”", "author": "Catherine Shu", "date": "2015-10-19 04:29:10"},
{"sentiment": 0.1717955957086392, "title": "Xiaomi Launches A Self-Balancing Scooter And New Mi TV", "url": "http://techcrunch.com/2015/10/19/xiaomi-scooter/", "text": "Xiaomi made its name with affordable Android smartphones, but the Beijing-based company’s future lies in creating a diverse ecosystem of consumer hardware. Today Xiaomi announced that it will add a self-balancing scooter and new smart TV to its lineup.\n\nThe television isn’t a big surprise—called Mi TV 3, it’s a larger (60-inch) version of Xiaomi’s smart TV with a LG 4K display. Its most significant upgrade, however, is a mainboard that connects to the Mi TV’s display with a single wire and can replaced separately without having to buy an entire new smart TV. Like Xiaomi’s smartphones and other smart TVs, Mi TV 3 runs on MIUI, an operating system based on Android.\n\n\n\nFrom a business strategy standpoint, the scooter is more notable because it is the first product launched by Ninebot, a Xiaomi portfolio company, since it acquired Segway in April, and also Xiaomi’s first personal mobility device.\n\nCalled the Ninebot mini, the scooter doesn’t have a handle, but instead steers by detecting movements from riders’ legs and predicting where they want to go. Users can also control the Ninebot mini through a smartphone app (of course).\n\nNinebot claims that the scooter, which weighs 12.8 kilograms, can travel 22 kilometers on a single charge, reach speeds of up to 16 kilometers per hour, and go up 15 degree slopes.\n\nXiaomi’s hardware lineup already ranges from air and water purifiers to health trackers, but it appears to be especially interested in personal vehicles and mobility devices. In addition to its investment in Ninebot, Xiaomi has also invested in smart bike maker Yunmake and reportedly has set its sights on building an electric car.", "author": "Catherine Shu", "date": "2015-10-19 04:20:41"},
{"sentiment": 0.09546456629789962, "title": "StreetHub Raises Further $2.6M, Launches Trouva To Curate And Sell Items From Indie Shops And Boutiques", "url": "http://techcrunch.com/2015/10/19/streethub-trouva/", "text": "StreetHub, the U.K. startup that’s helping independent shops and boutiques be discovered and sell online — including offering ‘click and collect’ functionality via its mobile app and 90 minute local delivery — has raised a further $2.6 million in funding.\n\nIt’s also launching a new brand and consumer-facing offering: Trouva is an e-commerce site that promises to curate and make available items to buy from its 350-strong network of independent shops and boutiques.\n\nWhereas the original StreetHub premise was an online to offline play — designed primarily to drive more footfall and sales to local stores — Trouva acts as a pure e-retailer in that it lets you purchase items regardless of your location, including offering U.K. and international delivery.\n\nThe new round of funding was led by previous backer Octopus Ventures, with participation from Index Ventures (also a previous backer), Playfair Capital and various angel investors. It brings total raised for the 2013 founded startup to $3.8 million.\n\nStreetHub says the investment will be used to support the launch and promotion of the new Trouva brand and website, as well as to build out the StreetHub platform.\n\nIn a statement, Mandeep Singh, co-founder of StreetHub, said: “We’ve seen huge success with our iPhone app launch last year, with over 40,000 customers using the app to discover and purchase from independent shops in their local vicinity. This is how we identified the compelling opportunity to also serve people who are keen to discover shops which are a little further afield too, and offer worldwide shipping.”", "author": "Steve O'Hear", "date": "2015-10-19 03:25:49"},
{"sentiment": 0.15305485409652078, "title": "Molotov Signs Deals With French TV Networks, Launches Beta In November", "url": "http://techcrunch.com/2015/10/19/molotov-signs-deals-with-french-tv-networks-launches-beta-in-november/", "text": "Molotov has been quite secretive over the past two years. The French startup wants to revolutionize your TV experience and partners with existing French networks. This is no small feat as you need to negotiate with many different companies one by one. That’s why today’s news is important as the startup just announced deals with most French networks, with a notable exception — Canal+.\n\nAs a reminder, Molotov is backed by an impressive team with AlloCiné co-founder Jean-David Blanc, Canal+ co-founder Pierre Lescure, former TF1 executive Jean-Marc Denoual, and Gamekult and Sens Critique co-founder Kevin Kuipers. They already raised $11.2 million from Idinvest and a few business angels (€10 million) to build an over-the-top TV provider.\n\nThe company has signed deals with TF1, France Télévisions, M6, Arte, Nextradio TV, Lagardère Active and others. You’ll be able to access content from all the major French networks, except Canal+ — Canal+ owns multiple channels, including Canal+, D8, D17 and iTélé. This is a notable omission but Molotov still has an incredible array of content with its existing partners.\n\nCanal+ is a premium channel, but that’s not the reason why it doesn’t want to work with Molotov as other premium channels, such as OCS and beIN Sports, will be available on Molotov in the coming months. The reason might be that Canal+ also operates Canalsat, a subscription service to access a vast array of channels on your TV, set-top box, tablet, laptop, etc.\n\nThe startup will demo its product on November 4 at France’s TV regulator CSA. After that, people who requested an invite on the company’s website will have access to the beta. The official public launch will come later.\n\nEventually, Molotov plans to be available on all your screens — your TV, laptop, phone and tablet. It will mix live and catch-up content in a unified interface with a few nifty features. Molotov gives a lot of flexibility and lets you watch TV on your terms\n\nWhile Apple is focused on negotiating with American networks for a similar service in the U.S., Molotov is well positioned to provide the best TV experience in France. Now let’s just hope that Canal+ won’t turn down Molotov for too long.", "author": "Romain Dillet", "date": "2015-10-19 03:04:57"},
{"sentiment": 0.18106150793650796, "title": "HeadBox Is An Online Marketplace In The U.K. For ‘Inspiring Spaces’", "url": "http://techcrunch.com/2015/10/19/headbox/", "text": "HeadBox is a newly-launched marketplace in the U.K. for ‘creative, inspiring and off-site spaces’. It enables corporate, SME, and private bookers to find and book spaces for things like launch events and parties, off-site meetings, workshops or basically any kind of occasion that requires a setting that moves slightly beyond the everyday.\n\n“The process of trying to book creative, inspiring, off-site spaces is very time consuming and painful. It involves lots of phone calls, emails, filling in forms and contracts and is very paper based,” Andrew Needham, CEO and founder of HeadBox, says when asked to describe the problem the London-based startup solves.\n\n“The reason for this is the market is currently dominated by traditional venue listing sites who act as a middle-man between the space booker and the space owner. These companies use their websites purely as a lead generator as their business model is based on being an event organiser.”\n\nAiming to “disrupt” this traditional listings approach, HeadBox can be viewed as a classic online marketplace play, in that it significantly reduces the friction involved for both the space owners wishing to monetise their empty property, and those seeking a creative and inspiring space for short term rental.\n\nTo that end, Needham says that HeadBox cuts out the middle-person (or replaces it, depending on your way of looking at these things) and makes searching, booking and paying for a space easier and quicker, “solving a lot of the current pain points people face when it comes to booking a space for a work related event”.\n\nIn addition, HeadBox is making it easier for hosts to unlock their under-utilised space and drive additional revenue. “This is opening up a much wider variety of creative and unexpected off-site spaces for Guests to choose from e.g. cool coffee shops, art galleries and bistro pubs to dance and yoga studios, theatres, boats, yachts and many more!” he says.\n\nIn that way the young company is reminiscent of what Appear Here is doing for ‘pop-up shops’ by matching commercial landlords who have retail space lying empty with brands looking for a short term physical presence on the high street.\n\nMeanwhile, HeadBox is disclosing that it has raised £1.2 million in seed funding. Backing comes from a total of 12 investors including HeadBox Chairman Ralph Kugler (who is also Chairman of Cognita Schools and former Main Board Director of Unilever), Martin McCourt (former CEO of Dyson), Anand Verma (former Global President and CEO of IPG Media Brands and now CEO of Brilliant Basics, who are also HeadBox’s product partner), and Andy Cosslett (former CEO of InterContinental Hotels).\n\n“We already have over 1,000 spaces on the platform and will have over 2,500 spaces within 6 months and over 5,000 in 18 months. This means HeadBox will have the largest collection of amazing and varied creative, inspiring and off-site spaces, all in one place,” adds Needham.", "author": "Steve O'Hear", "date": "2015-10-19 02:47:04"},
{"sentiment": 0.1430959595959596, "title": "Spotify Moves Closer To Launches In Indonesia And Japan", "url": "http://techcrunch.com/2015/10/19/hey-spotify-please-give-asia-some-launch-love/", "text": "It’s been two-and-a-half years since Spotify first brought its music-streaming service to Asia, and the company is moving close to entering two important markets in the region: Japan, where music streaming is beginning to show promise, and Indonesia, the world’s fourth largest country with a population of over 250 million.\n\nSpotify has 75 million users (20 million paying) across more than 60 countries worldwide, but it only supports six markets in Asia. It launched in Singapore, Hong Kong and Malaysia in April 2013, but has moved very slowly in Asia, adding just the Philippines and Taiwan since then. It’s fair to say that a larger rollout in Asia is long overdue, particularly since Apple Music is widely available across the continent.\n\nJapan has been a target of Spotify’s for some time. The company was hiring for a media relations role last year, as Quartz noted, in what was a big hint at its plans. Spotify confirmed to TechCrunch that it now has a team of four on the ground in Tokyo, while it is currently seeking to bolster its rankings with a financial controller, per a job vacancy.\n\nA source inside Spotify, who declined to be named, told TechCrunch that the hire — who would be its first financial staffer in Japan — is an important addition given the complexities of music licenses, and the relative nascency of music streaming in Japan — where CDs still rule for music sales. Keeping an eye on the books and financial flow is all the more important when margins are tighter and pressure is higher.\n\nJapan may be a tricky market but Spotify is already lagging the competition. Line, Japan’s top mobile messaging company, debuted a streaming service in June, and Apple Music then entered the country this summer. Spotify isn’t just responding to those moves, however. Our source said that while is it ramping up there, the country has long been a focus and Spotify is moving cautiously because “music licensing is real tough in Japan.”\n\n“We’re looking to be everywhere in Asia eventually. We’ve had a Japanese team in place for a while but [there’s] no confirmed launch date in the market as yet,” a Spotify spokesperson told TechCrunch.\n\nOne launch that will happen sooner, according to our insider, is Indonesia, the Southeast Asian country with a population of more than 250 million and fast growing smartphone sales.\n\nAnother job vacancy at Spotify is a music editor for Indonesia [Spotify has since removed the listing], although the role is initially based in the company’s Singapore office. A spokesperson told us that the role is aimed at localizing the service’s ‘Browse’ feature for Asia, and the job description shows plenty of playlist curation, content creation and more.\n\nBut it clearly paves the way for a local launch, which we understand the company is close to doing.\n\nIndonesia has emerged as the most promising market for mobile in Southeast Asia, thanks to the continued growth of smartphone sales — up 55 percent over the past year — and increasing adoption of mobile Internet. While the average digital spend per user is well below that of Japan, the U.S. or Europe, the potential is there for Southeast Asia to be a mobile-first region. (Spotify now sees more than half of its activity on mobile.) Signs of business and revenue promise in Indonesia come from the e-commerce space. Rocket Internet’s Lazada, Mattahari Mall, a local outfit backed by $500 million, and Tokopedia, an Alibaba like service backed by SoftBank are all focused on cracking the country.\n\nIn terms of rivals, Indonesian music streaming fans can tune into Rdio, Deezer, the French firm that plans to raise $345 million via an IPO this month, MixRadio — which Line bought from Microsoft — Australia’s Guvera and Apple Music.\n\nFinally, Spotify is also hiring a APAC Label Traffic Manager who will “help to ensure that all ad campaigns run smoothly for our label partners” across the region. (Spotify is also live in Australia and New Zealand, which are part of the APAC region.) This role doesn’t hint at new launches, but the fact that the company is being more organized in its approach to label relations and performance in Asia, and Asia Pacific, shows the region is a greater priority.\n\nDespite the moves, there’s no word on when the service will come to India, a market that is tipped to become as important for mobile as China and India.\n\n“We absolutely want to make Spotify available in India as we do across the rest of Asia, but there’s nothing to report as of now,” a Spotify spokesperson told TechCrunch back in May of this year. Since there’s no further update, India-based Spotify fans will need to use a VPN or create overseas account until the Swedish company makes its move.", "author": "Jon Russell", "date": "2015-10-19 01:45:58"},
{"sentiment": 0.2397644477562511, "title": "Nexus 5X Review: Google’s Second Best Flagship Device", "url": "http://techcrunch.com/2015/10/19/nexus-5x-review-googles-second-best-flagship-device/", "text": "Google’s new CEO Sundar Pichai introduced us to a new line of Nexus phones last month. Even though the company seems to be pushing the 5X heavily with television commercials and consumer-friendly speak, it might not be the Android that you’re looking for.\n\nLG and Google have worked together again to bring you their latest Nexus incarnation. The Nexus 5X, one of two new flagship phones from Google, is being described fondly by the company as “the all-around champ.” I’m not sure what that means. Also, they’re saying things like the 5X is “capturing the soul of the Nexus family.” I’m not sure what that means, either.\n\nWhat I do know is that this is the counterpart to Apple’s iPhone 6S, if you will. It’s around the same screen size, so that’s why it’s getting that comparison. While that form factor and size is popular, the 5X doesn’t seem to cash in on the promise of a “top tier” device. It’s plastic. And feels like it. It’s light. But too light. It starts at $379 and is available on the Google Play Store.\n\nThe Nexus 5X sports a 5.2 inch, FHD (1920 x 1080) LCD at 423 ppi screen. It has rock-solid Gorilla Glass 3 and that “fingerprint and smudge-resistant oleophobic coating” that I want to be a real thing. In my testing so far, of both devices, shows that there’s plenty of fingerprints and smudges. So we’ll have to have a chat with Google about that. The rear camera is the same 12.3 mexapixel one with 1.55 μm pixels and f/2.0 aperture that the 6P has. It shoots gorgeous 4K video. Google did the right thing by having LG and Huawai on the same page for cameras. It’s a real powerhouse. The front-facing camera is an OK 5 megapixels. Not horrible, but if you’re a selfie-machine, look elsewhere.\n\nThe Qualcomm Snapdragon 808 processor along with the 2 GB of RAM keeps the phone running quickly, helped by Android’s Marshmallow operating system. It’s available in 16 or 32GB for storage, but not 64 or 128 like the 6P is. So yeah, the 16GB model would be the closest to the iPhone 6S base model. At 136 grams, it’s light. It also comes in black, white and blue….or “Carbon, Quartz, Ice.”\n\nThe sound that comes out of the single speaker in the front is nothing to write home about, but gets the job done. The 2700 mAh battery gave me about almost a full-day use…but not quite. Luckily, Google has adopted the USB Type-C system, so you can go from basically no battery to 20% in minutes. It’s quite impressive.\n\nI picked up the 5X at last month’s event and thought “Wow, this is really light.” Before I got to spend real time with both the 5X and 6P, I thought that this was going to be the device that drags me away from the iPhone 6. Not the case.\n\nThe more time I held it in my hand, the cheaper it felt. I’ve tried out a boatload of devices and being light is a good thing…but feeling like cheap plastic totally turns me off. Google and LG calls it “premium injection molded polycarbonate,” but that’s not changing my mind.\n\nI haven’t carried it enough to actually drop it, but I do feel like it’s going to fly out of my hand. The phone looks great, but everyone that I’ve asked to pick it up says the same damn thing. “It just doesn’t feel like a great phone.” That sucks, because Google wants this to be the phone that takes you away from iOS, Windows, Blackberry or whatever else phone you have.\n\nFor what it’s worth, I put a Speck case designed specifically for the 5X on it and while that gave it a bit more heft and grip, it wasn’t much.\n\nOther than it being ridonculously light, the screen just isn’t as bright as the 6P. Sure, for obvious reasons. It also doesn’t stand up to what I’ve become accustomed to on the iPhone 6. Speaking of the iPhone, it’s fingerprint sensor is embedded in the home button. I thought that was cool until I saw the new Nexus phones. Google decided to put the fingerprint sensor on the back, right under the camera. Once you hold it, it makes complete sense…because that’s how you take your phone out of your pocket and hold it.\n\nGenius design. Plus, the unlock process is so fast, I barely ever see the lock screen. It’s unlocked by the time I grab it in whatever pocket I have it in. Super awesome touch.\n\nOhhhhh, the camera. It was clearly a point of focus for Google this year. Its Google Photos product is as good as it gets for managing photos, so it’s great that their flagship devices sport incredible cameras.\n\nI carry around a DSLR sometimes, and have never thought of my iPhone 6 as a suitable replacement for it. The Nexus camera at over 12 megapixels? Crisp, clear pictures that rival those of my DSLR. The front-facing camera isn’t going to make selfie-takers happy. The 5 megapixels seems like a not-so-smart skimp to keep the cost down. If you’re going to make the rear camera standard between the two manufacturers, why not the front one?\n\nMarshmallow was built to run on these devices and vice versa. The great part about picking up a Nexus device is that you’re always going to have the latest and greatest version of Android. That alone might make you want to pick up this phone.\n\nAll of Google’s stuff comes pre-installed, which is fine because if you’re buying this device, you want a “Google Phone.” That’s what this is. After you fire this badboy up, you’ll have to update all of the Google apps, which takes a while. It’s usable out of the box of course, but not advised. Just let it all update.\n\nWhen you want to perform a search, you can pretty much do it from every screen on the phone. Whether it’s by shouting out “OK, Google” or using the browser, the Nexus 5X gets you to information-finding mode fast.\n\nThe newest feature that takes advantage of everything Google has to offer is “Google Now On Tap.” The premise is simple. If you’re talking to your friend on Facebook Messenger or Google Hangouts, and you mention that you’d like to grab a drink, you can hold the home button for a few seconds and get information that’s in the context of what you’re talking about.\n\nFor the example of grabbing a drink, Google will bring back bars that are close to you or suggested drinks based on your liking. I tend to get those because I look up the recipes of drinks a lot.\n\nI’m not going to say that the Nexus 5X is a bad phone, because it’s not. If you’re set on having its screen size and are dead-set against going bigger with the 6P, I’d suggest going after the latest Samsung Edge phone. Of course, you’ll be paying a few hundred extra bucks and losing the flexibility of having an unlocked phone like the 5X.\n\nIf money matters, which hey…for devices that are upgraded every year, it should be, the 5X is perfectly serviceable. The previous LG Nexus, the 5, was a much better jump for the Nexus line than this one is.\n\nIt just doesn’t do it for me and I’m gravitating towards the larger 6P, which I’ve also reviewed. Now mind you, we only got about four days to spend with the phones so far, so if anything changes we’ll be sure to let you know. Maybe one of these will pull me away from my iPhone 6. The 5X? Unlikely for me, it’s just too “light” for me.\n\nIf you buy this phone, definitely get Google’s new “Nexus Protect,” their version of Apple Care. It’ll run you $69. You’re probably going to break it if you take it out of your pocket more than 10 times a day. It reminds me of the HTC “Facebook phone” which I completely wrecked after less than a week. Now that phone was flimsy.\n\nI really really hope that Google starts building its own phones moving forward. While I’m sure that there’s a cost saving and convenience (among other things) that comes with working with a company like LG, the simple fact that the review for these devices are so different tells you something. You could easily cover up or take off the hardware manufacturer name on the back of the 5X and 6P and someone on the street would be able to tell that it made by two different companies. That’s a real problem and it’s time to own this flagship line, Google. The 5X definitely suffered a bit due to the current strategy.", "author": "Drew Olanoff", "date": "2015-10-19 01:00:26"},
{"sentiment": 0.23093129813909036, "title": "Nexus 6P Review: This Is The Android Device That You’ve Been Waiting For", "url": "http://techcrunch.com/2015/10/19/nexus-6p-review-this-is-the-android-device-that-youve-been-waiting-for/", "text": "Specifications are important to pay attention to, especially when we’re talking about a yearly upgrade schedule. Let’s get some of the more important ones out of the way:\n\nDisplay\n\n The screen is crystal clear. Beautiful, really. It’s 5.7 inches, WQHD (2560 x 1440) AMOLED display, Gorilla Glass 4, and sports something Google calls “fingerprint and smudge-resistant oleophobic coating.” Welp. It definitely sounds fancy, but my screen picks up plenty of fingerprints and smudges. Maybe my fingers are oleophobic-penetrating.\n\nCameras\n\n Oh, the cameras. The rear camera is 12.3 megapixels, has IR laser-assisted autofocus, and shoots 4K video at 30 frames per second. The flash is also great, not washing out your photo subjects. The front-facing camera is 8 megapixels and shoots a pretty decent HD video.\n\nProcessors, memory and storage\n\n This baby is fast. It has the latest Qualcomm Snapdragon 810 process and gets some help from 3GB of speedy LPDDR4 RAM. You can pick it up in 32, 64 or 128GB. No 16GB version, which is interesting since this is a size that Apple just won’t give up on yet.\n\nEverything else\n\n It’s anodized aluminum, which feels great to the touch. The dual front-facing stereo speaker is pretty great, letting you listen to music or videos from across the room. It has three microphones in total, front and back, all with noise cancellation. Making video, voice or VOIP calls sound pretty great.\n\nThe battery is outstanding thus far and I’ve gotten through an entire day of regular use without having to charge. When it is time to charge, you can do so quicker than ever with the USB Type-C system. Sure you’ll have new plugs to carry around, but you can go from about a 5 percent charged to 20 percent in minutes.\n\nSince the phone spends most of its time in your hand, at least for me, how it feels physically is extremely important. The Nexus 6P is notably heavy (178 grams), but lighter than the Nexus 6 that hit the streets last year. Our own Greg Kumparak referred to that device as “cumbersome.” While I feel like the 6P’s “heft” could turn some folks off, I wouldn’t call it a roadblock.\n\nI’ve only had the device for about four days, so take some of this with a grain of salt. I’ll be doing a follow-up in a few weeks to share whether I was able to switch to this phone from my trusty iPhone 6. Having said that, I did notice some fatigue in my wrist after using the 6P for two days. Over the next two days that fatigue started to go away as I got used to the new size and form factor.\n\nWhat I’m missing is the softer back that the Nexus 6 introduced last year. It was handy when I was on a plane or train ride and would use my phone for upwards of an hour at a time. I have no idea why they’d take something like that away, but perhaps Google didn’t get the same feedback that I have. I always heard that the soft back was a plus from friends and colleagues. Oh well, a case can easily fix that. For short spurts of regular use, I ditch the case and show off the pretty phone anyways.\n\nThe larger screen size does lend itself to more two-handed usage than say the Nexus 5X or iPhone 6S. Again, that’s OK if you’re willing to be open-minded to trying a larger phone. The quality of what’s showing up on the screen more than makes up for getting used to holding it differently.\n\nI never thought I’d care about a fingerprint sensor, but hot damn did Google get this design right. The new Nexus phones both sport the fingerprint sensor on the rear, under the camera. It’s way more natural than the home button on iOS devices, in my opinion. When you take your phone out of your pocket you naturally touch the exact spot. Very smart. It’s super fast to unlock, too. Most of the time, I don’t even see the lock screen. I haven’t had one issue with it, it just works.\n\nColor-wise you have a choice between aluminum, graphite and frost. I lean toward the darker colors, but it’s a personal call. I saw all three at the event and wasn’t put off by it. Plus, with the gorgeous metal finish, you can’t really go wrong. On the other hand, the 5X looks like cheap plastic no matter which color you choose.\n\nGoogle decided that this year’s Nexus line was going to go all out when it comes to the camera. The 5X and 6P share the same rear-facing camera and it takes professional-grade photos. Lotsa megapixels and ridiculously fast shutter speeds.", "author": "Drew Olanoff", "date": "2015-10-19 01:00:08"},
{"sentiment": 0.05575757575757576, "title": "Updated: Square Poaches Yahoo Chief Development Officer Jacqueline Reses", "url": "http://techcrunch.com/2015/10/18/square-reportedly-poaches-yahoo-chief-development-officer-jacqueline-reses/", "text": "Square filed for a long-awaited IPO this week, and the payments firm has reportedly nabbed a big name to help it go public and assist CEO Jack Dorsey: Yahoo’s chief development officer Jacqueline Reses.\n\nThat’s according to a report from Bloomberg. Yahoo hasn’t announced the departure publicly or internally, but sources inside the company told TechCrunch that Reses, who led M&A and was recently assigned to handle the offloading of Yahoo’s mammoth stake in Alibaba, hasn’t been seen around Yahoo’s offices too much these past few months. In fact, we understand that Reses doesn’t even have an office at the company at this point.\n\nThrow in the fact that she is selling her home in Woodside, California, and change appears to be on the horizon.\n\nReses could be an important figure to help Square go public. She joined the board of Alibaba back in 2012, and oversaw the company’s listing on the New York Stock Exchange — which raked in $25 billion to become the largest IPO in U.S. history.\n\nWith Square explicitly listing CEO Jack Dorsey’s joint role as Twitter CEO as a risk factor, recruiting proven execs like Reses to fill out its leadership roles is important. At this point, though, it isn’t clear exactly what Reses’ role at Square will be.", "author": "Jon Russell", "date": "2015-10-18 11:36:44"},
{"sentiment": 0.2444805194805195, "title": "20 New Ways Facebook Is Eating The Internet", "url": "http://techcrunch.com/gallery/the-internet-is-like-a-series-of-facebooks/", "text": "Facebook never, ever, ever wants you to leave. That’s why it’s replicating features from other apps and pulling content like videos and news articles inside its app. The more time you spend on Facebook, the more it accomplishes its “open and connected” mission, and the more money it makes by showing you ads. Here’s 20 new ways it’s assimilating the Internet, in GIFs and photos.", "author": "Josh Constine", "date": "2015-10-18 09:57:16"},
{"sentiment": 0.0522985347985348, "title": "MissionBit Teaches SF Public School Students How To Code; Needs Your Donations, Volunteers", "url": "http://techcrunch.com/2015/10/18/missionbit-2/", "text": "A year ago, I checked in with a tiny non-profit called MissionBit that was bringing computer science education to San Francisco’s public schools after class. Considering that only five percent of the city’s high school students are even enrolled in any computer science classes, San Francisco Unified provides a startling contrast with how the city has become geographic center of the U.S. technology industry over the last five years.\n\nSo a San Francisco parent, Tyson Daugherty stepped in. Looking to bridge the city’s school system with the wealth of opportunities of the tech industry all around it, he started MissionBit to bring free after-school computer science education to public school students.\n\nOver the past year, the non-profit has matured. Daugherty has handed over the reins to Stevon Cook, a third-generation, black San Franciscan who grew up in Bayview and ran for school board last year.\n\nCook has since re-organized MissionBit to bring more students of color into its classes. Today, 23 percent of its students are African American, 25 percent are Latino and 40 percent speak a language other than English at home. For nine out of 10 of them, it’s the first time they’ve ever written code before.\n\n“What Tyson saw in me was someone who had deep roots in the San Francisco community — someone who really cares about expanding the opportunity,” Cook said. “We are going out into the farthest places in San Francisco where you’d never think of seeing a coding class.”\n\nFor the first time, MissionBit is teaching a daytime class at Leadership High School in Excelsior on top of the after school programs (pictured above).\n\nWhen I visited, 15-year-old CJ Carter was building a Zombie apocalypse-themed game. “Everything is so complicated! There’s so much code, like lines and lines,” he told me.\n\nHe and his partner, 15-year-old Esteban Colon, were trying to build the pre-loading screen and the main menu.\n\nCook is also re-organizing MissionBit to be more self-sustaining by having the schools and the district chip in funding for the classes. San Francisco Unified recently passed a resolution to expand computer science education to all grades from pre-school through 12th. But it will take several years given budgetary constraints; California is in the lower half of the rankings for statewide education spending per student. He has a three-year goal of teaching 10,000 students through workshops and courses in campuses and across the entire Bay Area region.\n\nNext up, Cook is also building a six-month programming course for the city’s public housing residents in partnership with Hack Reactor.\n\n“If you can give people the skills to stay in the city and take advantage of all it has to offer, they can escape that generational trap,” Cook said. “When young people get experiences like this, their whole perception of self and their sense of agency is changed. We need to build schools that achieve these things and that help people and their communities advance so they can work for whatever company they want to.”\n\nFor Cook, it’s a personal mission. His grandparents came to San Francisco in the 1940s. Like other African-Americans, they were not allowed to buy property anywhere outside of a tiny number of San Francisco neighborhoods because of discriminatory housing policies that barred blacks from purchasing homes in primarily white neighborhoods and suburbs in mid-20th century California.\n\nThey ended up living in Bayview. Cook’s grandfather took a job in the shipyards while his grandmother was an admin at the city’s public hospital, the San Francisco General.\n\n“Changed Everything for Me” – A Mission Bit short film from Mission Bit on Vimeo.\n\nToday, the African-American population in San Francisco has rapidly declined over the last generation, falling to 5.8 percent from 13.4 percent in 1970. There is even a documentary being made about the shift, called “The Last Black Man in San Francisco” by Joe Talbot and Jimmie Fails.\n\nEven with record employment growth amid an enormous tech boom, the median income of African-Americans in the city has declined by 5 percent to $29,500. Over the years, Cook has watched his friends and community, which remain in physically isolated neighborhoods and housing developments, get sidelined as the city’s wealth has increased.\n\n“If we can give people better educational and work opportunities and give them possibilities to move up within companies, all of this is worth getting someone out of the projects,” Cook said of his upcoming public housing computer science program. “When you see all of the negative social and emotional risk factors associated with living in those units, you’ll see poorer educational outcomes and higher risks for health issues.”\n\nGetting those educational opportunities means overcoming huge discrepancies in access that exist even in the wealthiest of cities like San Francisco. Last year, only 800 kids out of 17,000 high school students were enrolled in computer science classes.\n\nOn top of that, no African-American students in the San Francisco’s public high schools took the computer science AP test last year, which is embarrassing considering that the percentage was higher among both state and federal test-takers.\n\nCook is running MissionBit on a $400,000 annual budget for five lead instructors, computers and equipment. He needs to raise $40,000 by the end of the year minimum in order to keep the program going and is hoping to get to $100,000.\n\nAlready, Cook and Daugherty have a couple of well-connected tech leaders on the board like Clive Downie, the chief marketing officer of Unity Technologies. Instagram co-founder Mike Krieger also spoke at the non-profit’s annual fundraiser.\n\nBut they still need more funding to keep the non-profit going and they also are looking for volunteer instructors who can commit at least four hours a month to teaching. The classes, which run up to three months, are project-based. So they don’t prefer drop-in volunteers; they need folks who are willing to commit and help the kids complete projects that will be ready by Demo Day.\n\n“At the end of the day, this wealth will come into the city no matter what and it will do what it will do,” he said. “But there are certain things we can do that we can put in place for people who are poor so they can access it.”", "author": "Kim-Mai Cutler", "date": "2015-10-18 09:00:57"},
{"sentiment": 0.012638888888888889, "title": "TechCrunch Makers: The Lemp Brewery Is St. Louis’ Up And Coming Maker Space", "url": "http://techcrunch.com/2015/10/18/techcrunch-makers-the-lemp-brewery-is-st-louis-up-and-coming-maker-space/", "text": "A place like the Lemp Brewery is rare. This factory, built in 1840 in St. Louis, Missouri, once spewed fragrant hops steam over Cherokee Street while workers rolled barrels of beer into the natural caves under the complex. Now it stands empty except for a small group of dedicated makers who are slowly turning the brewery into one of the most unique workspaces I’ve ever seen.\n\nWe visited the factory with the folks from St. Louis Makes who showed us around the empty floors that could hold hundreds of people and the small workshops that have sprung up in odd pockets. We were assured there were no ghosts but bats sometimes wend their way through the open rooms.\n\nThe Lemp Brewery is one of the rawest and most interesting places we’ve visited for TechCrunch Makers and it was a lot of fun to climb up and down the heavy metal stares and imagine what the place will look like once a few entrepreneurs turn a dead brewery into a lively center for creation.", "author": "John Biggs", "date": "2015-10-18 08:39:15"},
{"sentiment": 0.12585902049757475, "title": "Risk And Reward: The Bundled Payment Opportunity For Tech Startups", "url": "http://techcrunch.com/2015/10/18/risk-and-reward-the-bundled-payment-opportunity-for-tech-startups/", "text": "A key goal of the Affordable Care Act is to lower healthcare costs by prioritizing the quality of care over the quantity of services provided to patients. To that end, the Obama administration is moving quickly to adopt Alternative Payment Methods (APMs), such as a bundled payment system that fixes the amount Medicare will reimburse medical providers for specific episodes of care.\n\nThe emerging bundled payments model is a game-changer that poses great financial risk for medical providers that get it wrong. To survive, hospitals, clinics and doctors’ offices will need to completely re-engineer their operations, creating a multi-billion-dollar market opportunity for startups that can deliver systems and tools that help the healthcare industry make the transition.\n\nBut time is short, the technologies are unproven and the stakes are immense; there will be no second chances for startups that don’t get it right the first time.\n\nBy adopting fixed bundled payments for “episodes of care,” the Obama administration aims to incentivize hospitals, physicians and other medical services providers to work together to provide patients with more effective and efficient care, as well as find better ways to help them recover successfully.\n\nUnder current practices, the average Medicare expenditure for surgery, hospitalization and recovery ranges from $16,500 to $33,000 across geographic areas. But average costs fly out the window when post-surgery complications require readmissions to hospitals or extended rehabilitative care. Medicare assumes these additional costs, as well.\n\nIn January, the Centers for Medicare and Medicaid Services (CMS) will start moving to bundled payments for knee and hip replacements, some of the most common surgeries that Medicare beneficiaries receive, with other procedures expected to follow.\n\nUnder this new model, CMS will reimburse medical providers a fixed amount (estimates suggest around $25,000) for each knee or hip surgery, and medical providers are responsible for any costs that exceed the reimbursed amount. This is known as “breaking the bundle,” and with some knee and hip surgeries running as high as $125,000, it would not take many bundle-breaking patients to bankrupt small- or medium-sized clinics or hospitals.\n\nMedical providers will be under tremendous pressure to make the transition from fee-for-service to bundled payments, giving startups an 18-month window of opportunity to prove their technology works. If they fail, healthcare IT leaders like McKesson and TriZetto will have a chance to retool and retain their grip on the market.\n\nThree key areas of opportunity stand out:\n\nRevenue Cycle Management and Payment Systems. Startups like Remedy Partners are leveraging data analytics to give medical providers the clinical and financial insights they need to design successful bundled payment programs.\n\nAnother important challenge will be to develop software that tracks contributions and distributes payment among the various providers — hospitals, doctors, imaging services, laboratories and rehab therapists — that contribute to a single episode, or outcome. Even more contentious will be assessing which service provider is responsible when costs exceed the reimbursed amount.\n\nRemote Care Technologies. Health care providers can dramatically lower costs by better coordinating care between providers and keeping patients out of the doctor’s office or hospital in the first place. Startups such as Patient IO help medical providers create personalized mobile care plans that can be delivered to patients outside the clinic.\n\nOthers are developing new tools to guide post-op patients through physical therapy and other rehabilitation programs. For example, one researcher at University College Dublin has developed an app that turns a mobile phone into a rehabilitation tool that provides real-time feedback on rehab exercises and activities.\n\nPatient Selection Software. Much has been written about how big data can be used to predict which hospitalized patients are most likely to suffer complications or relapses. With the push toward bundled payments, medical providers will increasingly want to know which patients are safe bets and which ones are considered high risk to break the bundle.\n\nFor example, under the current fee for service system, there is no penalty to the hospital or surgeon when a patient is actually a poor candidate for the surgery being performed. Under a bundled payment system, providers are going to need to have much more sophisticated tools to discern who may be a risk to break the bundle before offering surgery. While there certainly are moral issues to be debated here, it is clear the medical community needs to understand its exposure if it is expected to assume the financial risks.\n\nDozens of startups have anticipated this opportunity, but with the first bundle payments set for January, the moment of truth is arriving more quickly than expected. While some of these startups can tout financial management software built for the bundled payment model, none of it has been tested in real-world conditions. And not one of these startups has yet designed software that medical providers need to analyze and optimize the delivery of clinical care. The clock is ticking.", "author": "Rich Gliklich", "date": "2015-10-18 08:00:26"},
{"sentiment": 0.15714526214526212, "title": "Where Does Apple Pay Stand On Its First Birthday?", "url": "http://techcrunch.com/2015/10/17/where-does-apple-pay-stand-on-its-first-birthday/", "text": "While the “year of Apple Pay,” as Apple CEO Tim Cook dubbed 2015, still has a ways to go, the product’s first anniversary is rapidly approaching. And, considering Android Pay’s recent unveiling, it seems that its competitors are, as well. So, as we prepare to celebrate, the question is: How are things going?\n\nMore Competition Is Good News. Some might consider events like Google Wallet completing its transformation to Android Pay and Samsung throwing its hat into the mobile payments ring to be bad news for the months’-old Apple Pay. But it’s actually great news.\n\nMore major players placing bets on the wallet’s extinction will turn up the heat on merchants to add payment terminals that support the technology and expedite consumer education. With the necessary infrastructure in place, Apple can simply rely on the popularity of its phones to do the rest. How are Blackberry and the Microsoft Zune doing, by the way?\n\nNew iPhone Sales Cycle. Last October, when Apple Pay was released, only about 12 percent of iPhone users had models compatible with the service. That figure has increased to roughly 47 percent, and is expected to continue spiking thanks to the September 25 release of the iPhone 6s and the company’s newly unveiled upgrade incentives that promise to maximize 6-series penetration. More people possessing the ability to use Apple Pay obviously is good news.\n\nLaying The Foundation For Micro-Merchant Adoption Growth. Commerce has become increasingly populist in recent years, as the ubiquity of intuitive technology and a recession-fueled entrepreneurship bubble have combined to create a new breed of single-person, smartphone-based businesses.\n\nApple’s recently announced partnership with PayAnywhere to create a mobile card reader that supports contactless payments reflects the company’s recognition of this important trend, and infuses a dose of competition into the space. Square also is expected to release an Apple Pay-compatible reader shortly after Apple’s version. Having more of these readers on the streets, no matter who makes them, will reduce barriers to Apple Pay adoption.\n\nMore Card Issuers Participating. In recent months, Apple has announced a steady stream of new banks and credit unions that will support Apple Pay: 59 in May, 12 in June, 35 in July and 64 in August. Now, Apple Pay has more than 400 financial institution partners overall. Some — including Wells Fargo, Bank of America and Capital One — are even doing the product’s advertising for it. None of that is bad news.\n\n“Strong” Initial Adoption. The extent to which customers have taken to Apple Pay depends on who you ask. If it’s Ed McLaughlin, chief emerging payments officer at MasterCard, he’ll tell you that, “We are seeing strong uptake. But these technologies will take time to grow.” Considering that MasterCard accounts for 23 percent of the credit card market’s purchase volume and 30 percent when it comes to debit cards, this is an opinion that merits attention.\n\nUsers Can’t Keep It Up. As everyday consumers have joined early adopters in enjoying Apple Pay access, usage rates have declined. The share of iPhone 6 users who say they use Apple Pay “every chance I get” has fallen from 48 percent in March to 33 percent in June, according to surveys by InfoScout and PYMNTS.com. What’s more, the percentage of people who say they “rarely consider” using Apple Pay increased from 17 percent to 23 percent over that same time period.\n\nSome may ascribe this to the natural rhythms of a product launch, but a continuation of this brief trend would undoubtedly lead to more fervent calls for alarm.\n\nBig-Name Merchant Hold-Outs. There’s an interesting competitive dynamic emerging in the mobile payments space. While most of Apple Pay’s competitors are welcome, because they bring infrastructure that Apple Pay can leverage, CurrentC is a problematic exception. Why? Because it’s backed by the likes of Walmart, Best Buy, CVS and Lowe’s — retail titans that are exercising their power to throw a wrench into Apple Pay adoption for millions of iPhone users by not accepting it in their stores. Simply having to think about whether or not you can use your phone as payment at a given store keeps physical wallets in the game.\n\nLittle European Penetration: The European Central Bank Credit caps debit and credit card interchange fees — payments made by card issuers to card networks for facilitating electronic purchases — at roughly 0.5 percent. When you consider that Apple Pay charges 0.15 percent of each transaction, it’s clear why there are concerns among the traditional parties as to whether they will get their fill.\n\nTo be fair, Apple Pay has been embraced in many respects across the pond. In the U.K., for example, you can use the service to pay for public transportation. But something has to give in the interchange fee battle before Apple Pay can truly take off on the continent.\n\nThe Fundamental Problem Still Remains: The absolute biggest roadblock facing Apple Pay and its mobile payment brethren has yet to be overcome. If we do away with our wallets in favor of our phones, our ability to pay for things is still at the mercy of the battery. And, considering how often most of us find ourselves out and about without a charge, especially when unforeseen events come into play, this is still a far too risky gamble to make. As long as people need physical credit cards, debit cards, etc., as backup, Apple Pay’s ultimate vision cannot be realized.\n\nApple Pay may be the biggest trailblazer in the space, but it certainly doesn’t have a mobile payments monopoly. So, to truly understand the product’s position in the market, one must consider it within the context of its competitors. The table below compares the most promising mobile wallets based on factors essential to consumer adoption and long-term success.\n\nApple Pay has a few notable weaknesses, but they are ultimately overshadowed by its many significant strengths. And while it might not end up dominating the market to quite the same extent as iPhones do, it’s certainly clear that Apple Pay is here to stay.\n\nMobile payment technology appears to be a tide capable of lifting at least a few of the best-positioned boats, after all. In-store mobile payments are expected to post a 1,000 percent year-over-year increase in 2015, according to Deloitte, with Juniper Research projecting a 100 percent increase for mobile payments overall from 2015 through 2016.", "author": "Odysseas Papadimitriou", "date": "2015-10-17 08:00:14"},
{"sentiment": 0.1067840567840568, "title": "Programming Hate Into AI Will Be Controversial, But Possibly Necessary", "url": "http://techcrunch.com/2015/10/17/programming-hate-into-ai-will-be-controversial-but-possibly-necessary/", "text": "In the last few years, the topic of artificial intelligence (AI) has been thrust into the mainstream. No longer just the domain of sci-fi fans, nerds or Google engineers, I hear people discussing AI at parties, coffee shops and even at the dinner table: My five-year-old daughter brought it up the other night over taco lasagna. When I asked her if anything interesting had happened in school, she replied that her teacher discussed smart robots.\n\nThe exploration of intelligence — be it human or artificial — is ultimately the domain of epistemology, the study of knowledge. Since the first musings of creating AI back in antiquity, epistemology seems to have led the debate on how to do it. The question I hear most in this field from the public is: How can humans develop another intelligent consciousness if we can’t even understand our own?\n\nIt’s a prudent question. The human brain, despite being only about 3 pounds in weight, is the least understood organ in the body. And with a billion neurons — with 100 trillion connections — it’s safe to say it’s going to be a long time before we end up figuring out the brain.\n\nGenerally, scientists believe human consciousness is a compilation of many chemicals in the brain forced though a prism that produces cognitive awareness designed to insist an entity is aware of not only itself but also the outside world.\n\nSome people argue that the quintessential key to consciousness is awareness. French philosopher and mathematician René Descartes may have made the initial step by saying I think, therefore I am. But thinking does not adequately define consciousness. Justifying thinking is much closer to the meaning that’s adequate. It really should be: I believe I’m conscious, therefore I am.\n\nBut even awareness doesn’t ring right with me when searching for a grand theory of consciousness. We can teach a robot all day to insist it is aware, but we can’t teach it to prove it’s not a brain in a vat — something people still can’t do either.\n\nChristof Koch, chief neuroscientist at the Allen Institute for Brain Science, offers a more unique and holistic version of consciousness. He thinks consciousness can happen in any complex processing system, including animals, worms and possibly even the Internet.\n\nIn an interview, when asked what consciousness is, Koch replied, “There’s a theory, called Integrated Information Theory, developed by Giulio Tononi at the University of Wisconsin, that assigns to any one brain, or any complex system, a number — denoted by the Greek symbol Φ — that tells you how integrated a system is, how much more the system is than the union of its parts. Φ gives you an information-theoretical measure of consciousness. Any system with integrated information different from zero has consciousness. Any integration feels like something.”\n\nIf Koch and Tononi are correct, then it would be a mistake to ever think one conscious could equal another. It would be apples and oranges. Just like no snowflake or planet is the same as another, we must be on our guard against using anthropomorphic prejudice when thinking about consciousness.\n\nIn this way, the first autonomous super-intelligence we create via machines may think and behave dramatically different than us — so much so that it may not ever relate to us, or vice versa. In fact, every AI we ever create in the future may leave us in very short order for distant parts of the digital universe — an ego-thumping concept made visual in the brilliant movie Her. Of course, an AI might just terminate itself, too, upon realizing it’s alive and surrounded by curious humans peering at it.\n\nWhatever happens, in the same way there is the anthropological concept cultural relativism, we must be ready for consciousness relativism — the idea that one consciousness may be totally different than another, despite the hope that math, logic and coding will be obvious communication tools.\n\nThis makes even more sense when you consider how small-minded humans and their consciousness might actually be. After all, nearly all our perception comes from our five senses, which is how our brain makes sense of the world. And every one of our senses is quite poor in terms of possible ability. The eye, for example, only sees about 1 percent of the universe’s light spectrum.\n\nFor this reason, I’m reluctant to insist on consciousness being one thing or the other, and do lean toward believing Koch and Tononi are correct by saying variations of consciousness can be seen in many forms across the spectrum of existence.\n\nThis also reinforces why I’m reluctant to believe that AI will fundamentally be like us. I surmise it may learn to replicate our behavior — perhaps even perfectly — but it will always be something different. Replication is no different than the behavior of a wind-up doll. Most humans hope for much more of themselves and their consciousness. And, of course, most AI engineers want much more for the machines they hope to give a conscious rise to.\n\nDespite that, we will still try to create AI with our own values and ways of thinking, including imbuing it with traits we posses. If I had to pinpoint one behavioral trait of consciousness that humans all have and should also be instilled in AI, it would be empathy. It’s empathy that will form the type of AI consciousness the world wants and needs — and one that people also can understand and accept.\n\nOn the other hand, if a created consciousness can empathize, then it must also be able to like or dislike — and even to love or hate something.\n\nTherein lies the conundrum. In order for a consciousness to make judgments on value, both liking and disliking (love and hate) functions must be part of the system. No one minds thinking about AI’s that can love — but super-intelligent machines that can hate? Or feel sad? Or feel guilt? That’s much more controversial — especially in the drone age where machines control autonomous weaponry. And yet, anything less than that coding in empathy to an intelligence just creates a follower machine — a wind-up doll consciousness.\n\nKevin LaGrandeur, a professor at the New York Institute of Technology, recently wrote, “If a machine could truly be made to ‘feel’ guilt in its varying degrees, then would we have problems of machine suffering and machine ‘suicide’”? If we develop a truly strong artificial intelligence, we might — and then we would face the moral problem of creating a suffering being.\n\nIt’s a pickle for sure. I don’t envy the programmers who are endeavoring to bring a super intelligence into our world, knowing that their creations may also consciously hate things — including its creators. Such programming may just lead to a world where robots and machine intelligences experience the same modern-day problems — angst, bigotry, depression, loneliness and rage — afflicting humanity.", "author": "Zoltan Istvan", "date": "2015-10-17 03:00:20"},
{"sentiment": 0.11837121212121211, "title": "Notifications Summit: Session 2", "url": "http://techcrunch.com/2015/10/17/notifications-summit-session-2/", "text": "The Notifications Summit was recorded live October 1, 2015 @ betaworks in New York. Gathered were a group of technologists, developers, and thought leaders.\n\nThe Notification stream eats Apps, becoming the meta app. Matthew Panzarino (Techcrunch), Or Arbel (Yo!) & Peter Rojas (betaworks)\n\nHow do apps that exist solely in the notification stream manage feature development, interaction w/ other app’s and platforms? In a world where the only death sentence is noise what will be the relationship between notifications and the current smartphone UI with its field of app icons?", "author": "Steve Gillmor", "date": "2015-10-17 12:19:47"},
{"sentiment": 0.0652994227994228, "title": "Scoot Unleashes New Four-Wheeler Quad Cars On San Francisco Streets", "url": "http://techcrunch.com/2015/10/17/scoot-unleashes-new-four-wheeler-quad-cars-on-san-francisco-streets/", "text": "Scoot, the San Francisco-based electric scooter ride share network, has teamed up with Nissan to create a four-wheeled two-seater enclosed vehicle onto the streets of San Francisco. Starting today, Scoot members have the option to rent one of these adorable little cars to get them anywhere in the 7×7.\n\nKnown as the Scoot Quad, this is an all-electric vehicle that you can turn on with the push of your smartphone. Just 10 of these little vehicles are ready to hit the road – a paltry amount compared to the 400 some odd scooters in the network. However, Scoot’s VP Mike Waltman told me that’s just the beginning.\n\nThe Quad is a bit of an experiment for both Scoot and Nissan. “As large cities continue to grow into megacities globally, we need to understand how transportation is changing and look ahead to anticipate what transportation needs will look like in the future,” Nissan Future Lab executive director Rachel Nguyen said.\n\nNissan is familiar with the electric vehicle market – introducing Nissan LEAF to San Francisco orginally in 2010. Nissan will now be working with Scoot to evaluate a different form of electric transportation in metropolitan areas.\n\nThis is also a boon for Scoot customers. Waltman told us the little two-seater was something its audience had been asking to get for awhile. Like the recently launched Scoot Cargo – a scooter with a larger carrying capacity and ability to haul more groceries and other items on the back – the Quad can also carry larger loads. Unlike the other scooters, Quad can now also carry an extra passenger.\n\nNote that, though these little guys are pretty sweet to ride around in, you can’t park the Quad in all the places you can park a Scooter. The startup tells us it recently won approval to park its scooters in any designated parking area in San Francisco. However, Quads will remain in designated garage spaces.\n\nBut seeing and testing the new Quad are two different things. Waltman recently invited me and the TechCrunch camera crew to the Scoot Quad garage to test it out myself. Check out the video above for that.\n\nRiders can get their own Quad experience using the Scoot Networks app — offered on both iOS and Android devices — to find the nearest Scoot Quad. Rides start at $8 per half-hour or $80 per day.", "author": "Sarah Buhr", "date": "2015-10-17 12:05:21"},
{"sentiment": 0.12676445578231293, "title": "The California Drought And Standards Of IoT", "url": "http://techcrunch.com/2015/10/17/the-california-drought-and-standards-of-iot/", "text": "The Internet of Things (IoT) has a remote control problem — devices are operating independently with no knowledge of each other’s existence. Even systems that are supposed to work together don’t do so easily, such as the Apple TV and just about any output device.\n\nWe need a digital age of enlightenment and openness to unleash the full potential of the IoT. This means standardizing cross-device and multi-platform communication, and building user interfaces that are easy to use.\n\nIf technology vendors won’t come together to enable better integration between devices in the home, maybe something as drastic as the current drought in California will motivate them.\n\nWitness the burst of innovation as companies scramble to help farmers, municipalities and consumers save precious water. This is a scenario in which big data, automation and smart technology can not only impact lifestyle and convenience, but also affect economics and sustainability. If ever there was a time for IoT vendors to come together and adopt standards, this is it.\n\nCalifornia is in its fourth consecutive year of drought, and the state of emergency has led to a rush to market in the agricultural technology space. Old-school companies like John Deere have added sensors to their equipment to help farmers plan where and when to plant. Intel is helping the University of California, Santa Barbara measure snow patterns in the Sierra Nevada mountains. IBM is using sensors and AT&T’s LTE wireless network to warn cities about leaks in underground pipes and drainage systems.\n\nAs a result, the agtech funding floodgates are wide open. The first half of 2015 saw 228 venture capital deals, worth $2.06 billion — nearly reaching the record $2.36 billion invested in all of 2014, according to AgFunder News. Of the recent deals, $525 million involved water-oriented startups. Companies like CropX and OnFarm offer smart irrigation technology, using sensors to prescribe water delivery that optimizes crop yield while saving water.\n\nThese companies are ambitious, and are taking their cues from the biggest players in technology. “We want to be the Apple of agriculture, in terms of sleek software and hardware integration,” says CropX CEO Isaac Bentwich. “And to be the Google of agriculture in dealing with the massive flow of information that comes from the Internet of Things.”\n\nThe more connected devices, the higher quality the data and the more effective the overall system. Scale isn’t a problem: The number of connected devices is estimated at five billion, and is projected to grow to 25 billion by 2020, according to Gartner. We’ve got a growing number of smart devices, from alarm systems and washing machines to wearable personal safety devices and contact lenses that measure glucose levels. Outside the home, there’s a big push for the IoT in healthcare, which is projected to be a $117 billion market by 2020, says MarketResearch.com.\n\nThe next wave for the IoT will be enabling communication between devices and systems, and taking a more open-source view into the data collected. The real promise is in closing the data loop and using that information to trigger actions.\n\nTo enable this, we’ve got to release the data from their current silos and standardize on networking protocols. Currently, developers must choose from a number of platforms, networking choices and other protocols: Google’s Brillo, Apple’s HomeKit, ZigBee, iBeacon, AllJoyn, Bluetooth Low Energy, 6LoWPAN and RFID, to name a few.\n\nWithout standards, devices aren’t speaking to each other, and information isn’t cross-pollinating. As a result, our “smart” systems lack contextual understanding. Lawn watering systems, for example, should activate home sprinklers based on temperature and precipitation data from home thermostats and weather apps. In the absence of this data sharing, we’re left running outside in the middle of the night to turn off the sprinklers. We have a universal remote for the IoT — there are two billion smartphone users in the world, after all — but interoperability remains unresolved.\n\nThe IoT won’t be the rainmaker in California, but it can help us better manage our water when it comes. The drought might be the straw that breaks the camel’s back on IoT standards. We have the investment, innovation and urgency to catalyze a major shift. Who knows: If we start sharing information and capabilities, and thinking more holistically, we may just be able to solve a lot more than the water problem.", "author": "Andy Vitus", "date": "2015-10-17 12:00:26"},
{"sentiment": 0.13920239813096957, "title": "Ghana’s MEST Incubator To Launch Pan-African VC Fund, Expand Training Programs", "url": "http://techcrunch.com/2015/10/17/ghanas-mest-incubator-to-launch-pan-african-vc-fund-expand-training-programs/", "text": "Ghana’s MEST innovation space is making moves, gearing up to launch a Pan-African VC fund in 2015, while expanding its IT training program into Nigeria and Kenya.\n\nBased in Accra, MEST (full name Meltwater Entrepreneurial School of Technology) operates both as a tech institute and startup incubator. Its 12 month Entrepreneurs-in-Training (EIT) program infuses African techies with “a combination of hard IT and practical business skills to equip them to build successful commercial tech companies,” says MEST Managing Director Neal Hansch.\n\nSome EIT graduates take their startup ideas to MEST’s current incubator fund– where ventures like customer service app Dropifi or electronic records platform Claimsync have received $50 to $100K seed rounds. The incubator (which invests around $1-2 million a year) has launched 20 companies to date. A handful have gone on to raise outside capital and two — Claimsync and messaging app Saya — have been acquired.\n\nWhile MEST’s seed capital is currently limited to in-house EIT graduates, its new fund (beta name MEST Venture Partners) “will invest in MEST companies as well as companies outside of the MEST ecosystem,” said Hansch. “We see opportunities for a Pan-African fund providing early stage capital to the best and brightest entrepreneurs and companies in the sectors we’re most interested in, mainly digital businesses in ecommerce, edu-tech, digital media, fin-tech.”\n\nHansch would only name “when fundraising’s done” as a launch date and did not give a target value. He did confirm the new fund will make investments of $500K-$750K for early stage (live product) rounds, with occasional subsequent growth rounds reaching the $1-$2 million range.\n\nThese numbers may seem less than chump change to Silicon Valley players, but should be taken in context of the nascence of tech VC in Africa. Total annual VC to the continent’s IT startups is only expected to reach $600 million by 2018, per a Crunchbase assisted analysis.\n\n“For perspective, a $50 million fund is effectively equivalent to a several hundred million dollar fund elsewhere,” explained Hansch. “On the venture side, seed stage investments for upstart companies are generally in the sub $100K range. We’re looking at $500K to seven figures for majority of our deal sizes…Most everywhere else this would be called micro VC, but in Africa that’s a pretty healthy size.”\n\nMEST is tapping into global networks (namely its Silicon Valley office) for fundraising and will surely utilize its recently expanded IT entrepreneurship programs in Kenya and Nigeria for startup pitches.\n\nAs key pieces of Africa’s new tech ecosystem emerge (see July TechCrunch piece breaking it down), tech incubators and co-creation spaces have become a mainstay. Like MEST, many began and continue to operate as grant based institutions, receiving funds through foundations, corporate CSR, or even aid agencies.\n\nA shift is emerging across Africa’s notable innovation spaces toward profit oriented, VC focused, startup accelerator models. The Savannah Fund grew out of iHub, Nigeria’s Co-Creation Hub launched its seed fund in 2014, and MEST Venture Partners will soon open a new tranche of investment to Africa’s startups.", "author": "Jake Bright", "date": "2015-10-17 10:00:07"}]